Repository: temper8/tizen-telegram
Catalog: TelegramTizen/res/po/*.po
Languages: ar, as, az, be_by, bg, bn, bn_bd, el_gr, et, eu, fr_ca, ga, gu, hr, hy, is, ka, kk, km, kn, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, ne, or, pa, ro, si, sk, sl, sr, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi

# IDS_TGRAM_HEADER_BLOCK
source: Block
ar: حظر
as: অৱৰোধ কৰক
az: Blokla
be_by: Заблак.
bg: Блокиране
bn: অবরোধ করুন
bn_bd: ব্লক করুন
el_gr: Αποκλεισμός
et: Blokeerimine
eu: Blokeatu
fr_ca: Blocage
ga: Cuir bac
gu: અવરોધિત કરો
hr: Blokiranje
hy: Արգելափակել
is: Útiloka
ka: დაბლოკვა
kk: Бұғаттау
km: ខ្ទប់
kn: ನಿರ್ಬಂಧಿಸಿ
ky_kg: Камоо
lo: ບລັອກ
lt: Blokuoti
lv: Bloķēt
mk: Блокирај
ml: തടയുക
mn_mn: Хориглох
mr: अवरोधित करा
ms: Sekat
my_zg: ပိတ္ဆီးပါ
ne: ब्लक गर्नुहोस्
or: ଅବରୋଧ
pa: ਬਲੌਕ ਕਰੋ
ro: Blocare
si: අවහිරය
sk: Blokovanie
sl: Blokirajte
sr: Blokirajte
ta: தடுக்கவும்
te: నిరోధించు
tg_tj: Мамнуъ кардан
th: บล็อค
tk_tm: Bekle
tl: I-block
uk: Блокування
ur: بلاک کریں
uz: Bloklash
vi: Chặn

# IDS_TGRAM_POP_PS_WILL_BE_BLOCKED
source: %s will be blocked.
ar: سيتم حظر %s.
as: %s অৱৰোধ কৰা হৈছে৷
az: %s bloklanacaqdır.
bg: %s ще бъде блокиран.
bn: %s অবরুদ্ধ হবে।
el_gr: Ο χρήστης %s θα αποκλειστεί.
et: %s blokeeritakse.
eu: %s blokeatuko da
fr_ca: %s sera bloqué.
ga: Cuirfear bac ar %s
gu: %s ને અવરોધિત કરવામાં આવશે.
hr: %s će biti blokirano.
hy: %s կարգելափակվի:
is: %s verður sett(ur) á bannlista.
ka: %s დაიბლოკება.
kk: %s бұғатталады.
km: នឹង​ខ្ទប់ %s។
kn: %s ಅನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗುತ್ತದೆ.
lo: %s ຈະຖືກບລັອກ.
lt: %s bus užblokuotas (-a).
lv: Lietotājs %s tiks bloķēts.
mk: %s ќе се блокира.
ml: %s തടയപ്പെടും.
mn_mn: %s-г хаана
mr: %s ब्‍लॉक केले जातील.
ms: %s akan disekat.
my_zg: %s ကို ပိတ္ဆီးမည္
ne: %s लाई ब्लक गरिनेछ।
or: %s ଅବରୋଧ ହେବ।
pa: %s ਨੂੰ ਬਲੌਕ ਕੀਤਾ ਜਾਵੇਗਾ।
ro: Prietenul %s va fi blocat.
si: %s අවහිර කරනු ඇත.
sk: Priateľ %s bude blokovaný.
sl: Oseba %s bo blokirana.
sr: %s će biti blokirano.
ta: %s தடுக்கப்படும்.
te: %s బ్లాక్ చేయబడుతుంది.
th: %s จะถูกบล็อค
tl: Maba-block ang %s.
uk: Абонента %s буде заблоковано.
ur: %s بلاک کردیا جائے گا
uz: %s bloklanadi.
vi: %s sẽ bị chặn.

# IDS_TGRAM_POP_PS_WILL_BE_UNBLOCKED
source: %s will be unblocked.
ar: سيتم إلغاء حظر %s.
as: %s অনাৱৰোধিত কৰা হ'ব৷
az: %s blokdan açılacaq.
be_by: %s будзе разблакіравана.
bg: %s ще бъде отблокиран/а.
bn: %s অবরোধমুক্ত করা হবে।
bn_bd: %s আনব্লক হবে।
el_gr: Ο αποκλεισμός της επαφής %s θα αναιρεθεί.
et: %s deblokeeritakse.
eu: %s desblokeatuko da.
fr_ca: %s va être débloqué(e).
ga: Bainfear an bac ó %s.
gu: %s ને અનાવરોધિત કરાશે.
hr: Kontakt %s bit će odblokiran.
hy: %s կոնտակտը կարգելահանվի:
is: Opnað verður fyrir %s.
ka: %s განიბლოკება.
kk: %s бұғаттан шығарылады.
km: នឹង​ឈប់​ខ្ទប់ %s។
kn: %s ಅನಿರ್ಬಂಧಿಸಲಾಗುತ್ತದೆ.
ky_kg: %s камоодон чыгарылат.
lo: %s ຈະຖືກປົດບລັອກ.
lt: %s bus atblokuotas (-a).
lv: Kontakts %s tiks atbloķēts.
mk: %s ќе се одблокира.
ml: %s-ന്‍റെ തടയൽ മാറ്റപ്പെടും.
mn_mn: %s-г нээнэ.
mr: %s अनाव‍रोधित करण्‍यात येईल.
ms: %s akan dinyahsekat.
my_zg: %s ကို ေသာ့ဖြင့္သြားမည္။
ne: %s अनब्लक गरिनेछ।
or: %s ଅନାବରୋଧିତ ହେବ।
pa: %s ਅਨਬਲੌਕ ਹੋ ਜਾਵੇਗਾ।
ro: Blocarea utilizatorului %s va fi anulată.
si: %s අනවහිර කෙරෙනු ඇත.
sk: %s sa odblokuje.
sl: Blokiranje stika %s bo preklicano.
sr: Kontakt %s će biti deblokiran.
ta: %s தடுப்பு நீக்கப்படும்.
te: %s అనుమతించబడుతుంది.
tg_tj: %s ғайримамнуъ карда мешавад.
th: %s จะถูกปลดบล็อค
tk_tm: %s beklemeden aýrylar.
tl: %s ang ia-unblock.
uk: Абонента %s буде розблоковано.
ur: %s کو ان بلاک کر دیا جائے گا۔
uz: %s blokdan chiqariladi.
vi: %s sẽ được bỏ chặn.

# IDS_TGRAM_HEADER_UNBLOCK
source: Unblock
ar: إلغاء الحظر
as: অনাৱৰোধ কৰক
az: Blokdan aç
be_by: Разблак.
bg: Отблокиране
bn: অবরোধমুক্ত করুন
bn_bd: আনব্লক
el_gr: Αναίρεση αποκλεισμού
et: Deblokeerimine
eu: Desblokeatu
fr_ca: Déblocage
ga: Bain bac
gu: અનાવરોધિત કરો
hr: Odblokiranje
hy: Արգելահանել
is: Opna fyrir
ka: განბლოკვა
kk: Бұғаттан шығару
km: ឈប់ខ្ទប់
kn: ಅನಿರ್ಬಂಧಿಸು
ky_kg: Кулпудан чечүү
lo: ປົດການບລັອກ
lt: Atblokuoti
lv: Atbloķēt
mk: Одблокирај
ml: തടയൽ മാറ്റുക
mn_mn: Нээх
mr: अनावरोधित करा
ms: Nyahsekat
my_zg: ပိတ္ဆီးမႈျဖဳတ္ပါ
ne: अनब्लक गर्नुहोस्
or: ଅନାବରୋଧ
pa: ਅਨਬਲੌਕ ਕਰੋ
ro: Deblocare
si: අනවහිර කිරීම
sk: Odblokovanie
sl: Prekličite blokiranje
sr: Deblokirajte
ta: தடுப்பு நீக்கவும்
te: అనుమతించు
tg_tj: Ғайримамнуъ кардан
th: ปลดบล็อค
tk_tm: Beklemeden aýyr
tl: I-unblock
uk: Розблокування
ur: ان بلاک کریں
uz: Blokdan chiqarish
vi: Bỏ chặn

# IDS_TGRAM_OPT_SHARE
source: Share
ar: مشاركة
as: ভাগ-বতৰা
az: Paylaş
be_by: Абагуліць
bg: Споделяне
bn: শেয়ার করুন
bn_bd: শেয়ার করুন
el_gr: Κοινή χρήση
et: Jaga
eu: Partekatu
fr_ca: Partager
ga: Comhroinn
gu: શેર કરો
hr: Dijeli
hy: Համօգտագործել
is: Deila
ka: გაზიარება
kk: Бөлісу
km: ចែករំលែក
kn: ಹಂಚಿಕೊಳ್ಳಿ
ky_kg: Бөлүшүү
lo: ແຊຣ໌
lt: Dalytis
lv: Kopīgot
mk: Сподели
ml: പങ്കിടുക
mn_mn: Хуваалцах
mr: सहभागी करा
ms: Kongsi
my_zg: မွ်ေဝပါ
ne: साझा गर्नुहोस्
or: ଅଂଶୀଦାର
pa: ਸਾਂਝਾ ਕਰੋ
ro: Partajaţi
si: බෙදාහදා ගන්න
sk: Zdieľať
sl: Skupna raba
sr: Podeli
ta: பகிர்க
te: భాగస్వామ్యం చేయి
tg_tj: Мубодила кардан
th: แชร์
tk_tm: Paýlaş
tl: Ibahagi
uk: Поділитися
ur: شراکت کریں
uz: Ulashish
vi: Chia sẻ

# IDS_TGRAM_HEADER_LOG_OUT
source: Log out
ar: تسجيل الخروج
as: লগ আউট কৰক
az: Çıx
be_by: Выйсці з сістэмы
bg: Излизане
bn: লগ আউট
bn_bd: লগ-আউট
el_gr: Αποσύνδεση
et: Väljalogimine
eu: Irten
fr_ca: Déconnexion
ga: Logáil amach
gu: લોગ આઉટ કરો
hr: Odjavi se
hy: Դուրս գալ
is: Skrá út
ka: გამოსვლა
kk: Шығу
km: ចុះឈ្មោះចេញ
kn: ಲಾಗ್ ಔಟ್
ky_kg: Чыгуу
lt: Išsiregistruoti
lv: Atteikties
mk: Одјави се
mn_mn: Гарах
mr: लॉग आउट करा
ms: Log keluar
my_zg: ေလာ့ ေအာက္
ne: लग आउट गर्नुहोस्
or: ଲଗ୍ ଆଉଟ୍
ro: Deconectare
sk: Odhlásenie
sl: Odjava
sr: Odjavite se
ta: வெளியேறுக
te: లాగ్ అవుట్ చేయి
tg_tj: Баромадан
tk_tm: Çyk
uk: Вихід
ur: لاگ آؤٹ
uz: Chiqish
vi: Đăng xuất

# IDS_TGRAM_BODY_ENCRYPTED_FROM_END_TO_END_M_NOUN
source: Encrypted from end to end
ar: مشفّر من النهاية إلى النهاية
as: অন্তিমৰ পৰা অন্তিমলৈ এনক্ৰিপ্ট কৰক
az: Sondan sona şifrlənmişdir
be_by: Зашыфравана цалкам
bg: Шифровано от край до край
bn: শেষ থেকে শেষ অবধি এনক্রিপ্টেড
bn_bd: এক প্রান্ত থেকে আরেক প্রান্ত পর্যন্ত এনক্রিপ্টেড
el_gr: Πλήρως κρυπτογραφημένη
et: Krüpteeritud mõlemas otsas
eu: Muturretik muturrera enkriptatua
fr_ca: Chiffré de bout en bout
ga: Criptithe ón tús go deireadh
gu: સમાપ્તિથી સુધી સમાપ્તિ સુધી એન્ક્રિપ્ટ કરેલ
hr: Šifrirano od jednog do drugog kraja
hy: Ծածկագրված է լիովին
is: Dulkóðað frá upphafi til enda
ka: დაშიფრულია ერთი ბოლოდან მეორე ბოლომდე
kk: Басынан аяғына дейін шифрланған
km: បាន​អ៊ិនគ្រីប​ពី​ចុង​ទៅ​ចុង
kn: ಅಂತ್ಯದಿಂದ ಅಂತ್ಯಕ್ಕೆ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗಿದೆ
ky_kg: Бир башынан экинчи башына чейин шифрленген
lt: Užšifruota nuo vieno galo iki kito
lv: Pilnībā šifrēts
mk: Шифрирано од еден до друг крај
mn_mn: Төгсгөл хооронд шифрлэсэн
mr: या टोकापासून त्या टोकापर्यंत एन्क्रिप्ट केलेला
ms: Disulitkan dari hujung ke hujung
my_zg: အဆံုးတစ္ဖက္မွ တစ္ဖက္သုိ႔ ကုဒ္ေျပာင္းထားသည္
ne: सुरुदेखि अन्तसम्म इन्क्रिप्ट गरिएको
or: ଶେଷରୁ ଶେଷ ପର୍ଯ୍ୟନ୍ତ ଏନକ୍ରିପ୍ଟ ହୋଇଛି
ro: Criptat integral
sk: Šifrované od konca po koniec
sl: Celovito šifrirano
sr: Šifrovano s kraja na kraj
ta: முழுவதும் மறைகுறியாக்கப்பட்டது
te: మొదటి నుండి చివరి వరకు ఎన్‌క్రిప్ట్ చేయబడింది
tg_tj: Аз охир то охир рамзбандӣ шудааст
tk_tm: Uçdan uja şifrlenen
uk: Шифрування на обох кінцях
ur: اینڈ ٹو اینڈ سے خفیہ کردہ
uz: Boshidan oxirigacha shifrlangan
vi: Mã hóa hai đầu

# IDS_TGRAM_BODY_NOT_SAVED_ANYWHERE_M_NOUN
source: Not saved anywhere
ar: غير محفوظ في أي مكان
as: কোনো ঠাইতে সংৰক্ষণ কৰা নাই
az: Heç yerdə saxlanmadı
be_by: Нідзе не захавана
bg: Не е записан никъде
bn: অন্য কোথাও সংরক্ষিত নেই
bn_bd: কোথাও সংরক্ষিত হয়নি
el_gr: Δεν έχει αποθηκευτεί κάπου
et: Ei salvestatud kusagile
eu: Ez da inon gorde
fr_ca: Non enregistré
ga: Ní sábháilte áit ar bith
gu: ક્યાંય પણ સાચવેલ નથી
hr: Nigdje nije spremljeno
hy: Որևէ տեղ պահպանված չէ
is: Er hvergi vistað
ka: არსად შეინახა
kk: Еш жерде сақталмаған
km: មិន​បាន​រក្សាទុក​នៅ​កន្លែង​ណា​មួយ
kn: ಎಲ್ಲಿಯೂ ಉಳಿಸಲಾಗಿಲ್ಲ
ky_kg: Эч жерде сакталган жок
lt: Niekur neišsaugota
lv: Nekur nav saglabāts
mk: Никаде не е зачувано
mn_mn: Хаана ч хадгалагдаагүй
mr: कुठेही जतन केलेले नाही
ms: Tidak disimpan di mana-mana
my_zg: မည္သည့္ေနရာတြင္မွ မသိမ္းထားပါ
ne: कहीँपनि सेव गरिएको छैन
or: କୌଣସି ସ୍ଥାନରେ ସଞ୍ଚୟ ହୋଇନାହିଁ
ro: Nu este salvat nicăieri
sk: Nikde neuložené
sl: Ni shranjeno nikjer
sr: Nigde nije sačuvano
ta: எங்கும் சேமிக்கப்படவில்லை
te: ఎక్కడా సేవ్ చేయబడలేదు
tg_tj: Дар ягон ҷо захира нашудааст
tk_tm: Hiç ýerde ýazdyrylmadyk
uk: Не зберігається
ur: کہیں بھی محفوظ نہیں ہوا
uz: Hech qayerda saqlanmagan
vi: Chưa lưu ở bất kỳ đâu

# IDS_TGRAM_BODY_AUTOMATICALLY_DELETED_AFTER_A_PRESET_TIME_M_NOUN
source: Automatically deleted after a preset time
ar: يتم الحذف تلقائياً بعد وقت مضبوط مسبقاً
as: এটা প্ৰিছেট সময়ৰ পিছত স্বয়ংক্ৰিয়ভাৱে বিলোপ হ'ব
az: Qurulan vaxtdan sonra avtomatik silindi
be_by: Аўтаматычна выдалена праз перадвызначаны час
bg: Автоматично изтрит след предварително зададеното време
bn: একটি প্রিসেট সময়ের পরে স্বয়ংক্রিয়ভাবে মোছা হয়েছে
bn_bd: পূর্বনির্ধারিত সময় পরে স্বয়ংক্রিয়ভাবে মুছে ফেলা হয়েছে
el_gr: Διαγράφεται αυτόματα μετά από ένα προκαθορισμένο διάστημα
et: Automaatselt kustutatud pärast eelmääratud aega
eu: Automatikoki ezabatu da ezarritako denbora igarotakoan
fr_ca: Suppression automatique après une durée prédéfinie
ga: Scriosfar go huathoibríoch é tar éis tréimhse réamhshocraithe
gu: પ્રીસેટ સમય પછી સ્વચાલિત રીતે હટાવવામાં આવ્યું
hr: Automatski se briše nakon zadanog vremena
hy: Ինքնաբերաբար վերացվել է նախադրված ժամից հետո
is: Eytt sjálfkrafa eftir forstilltan tíma
ka: ავტომატურად წაიშალა წინასწარ დაყენებული დროის შემდეგ
kk: Алдын ала орнатылған уақыттан кейін автоматты түрде жойылған
km: បាន​លុប​ដោយ​ស្វ័យប្រវត្តិ​បន្ទាប់​ពី​ម៉ោង​បុរេកំណត់
kn: ಪ್ರೀಸೆಟ್ ಸಮಯದ ನಂತರ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅಳಿಸಲಾಗಿದೆ
ky_kg: Алдын ала коюлган убакыттан кийин автоматтык түрдө өчүрүлдү
lt: Automatiškai ištrinama praėjus iš anksto nustatytam laikui
lv: Automātiski izdzēsts pēc iepriekš iestatītā laika
mk: Автоматски избришано по претходно поставено време
mn_mn: Урьдчилан тохируулсан хугацааны дараа автоматаар устана
mr: स्वयंचलितपणे प्रीसेट वेळानंतर हटवले
ms: Dipadam secara automatik selepas masa pratetap
my_zg: ႀကိဳတင္သတ္မွတ္ခ်ိန္ၿပီးေနာက္ အလုိအေလ်ာက္ ဖ်က္လုိက္ပါသည္
ne: पूर्वनिश्चित समयपछि स्वचालित रूपमा मेटाइन्छ
or: ଏକ ପୂର୍ବସେଟ୍ ସମୟରେ ପରେ ସ୍ୱତଃସ୍ପୃତ ଭାବେ ବିଲୋପ ହୋଇଛି
ro: Se şterge automat după un interval presetat
sk: Automaticky odstránené po predvolenom čase
sl: Samodejno izbrisano po vnaprej nastavljenem času
sr: Automatski izbrisano nakon unapred podešenog vremena
ta: முன்னமைத்த நேரத்திற்குப் பிறகு தானாக நீக்கப்படும்
te: ప్రీసెట్ సమయం తర్వాత స్వయంచాలకంగా తొలగించబడుతుంది
tg_tj: Баъди вақти таъйиншуда ба таври худкор нест карда мешавад
tk_tm: Öňbellenen wagtdan soň awtomatik öçürildi
uk: Автоматичне видалення після встановленого часового інтервалу
ur: پہلے سے سیٹ کردہ وقت پر خود بخود حذف ہو گیا
uz: Belgilangan vaqtdan so‘ng avtomatik ravishda o‘chirib tashlanadi
vi: Tự động xóa sau thời gian đặt sẵn

# IDS_TGRAM_BODY_CANNOT_BE_FORWARDED_M_NOUN
source: Cannot be forwarded
ar: لا يمكن إعادة التوجيه
as: অগ্ৰসৰ কৰিব পৰা নাযাব
az: Yönləndirilə bilməz
be_by: Немагчыма пераадрасаваць
bg: Не може да се препраща
bn: অগ্রবর্তী করা যাবে না
bn_bd: ফরোয়ার্ড করা যাবে না
el_gr: Δεν είναι δυνατή η προώθηση
et: Ei saa edastada
eu: Ezin da birbidali
fr_ca: Impossible de transférer
ga: Cur ar aghaidh dodhéanta
gu: ફોર્વર્ડ કરી શકાતું નથી
hr: Ne može se proslijediti
hy: Չի կարող փոխանցվել
is: Ekki hægt að framsenda
ka: ვერ გადამისამართდება
kk: Бағытын өзгерту мүмкін емес
km: មិន​អាច​បញ្ជូនបន្ត
kn: ಫಾರ್ವರ್ಡ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ
ky_kg: Которууга болбойт
lt: Negalima persiųsti
lv: Nevar pārsūtīt
mk: Не може да се препрати
mn_mn: Цааш илгээх боломжгүй
mr: अग्रेषित केले जाऊ शकत नाही
ms: Tidak boleh dimajukan
my_zg: လုိင္းလႊဲေျပာင္း၍ မရပါ
ne: फवार्ड गर्न सकिँदैन
or: ଅଗ୍ରଗାମୀ ହୋଇପାରିବ ନାହିଁ
ro: Nu se poate redirecţiona
sk: Nedá sa preposlať
sl: Ni mogoče posredovati
sr: Ne može da se prosleđuje
ta: முன்னனுப்ப இயலாது
te: ఫార్వార్డ్ చేయబడదు
tg_tj: Бозфиристӣ ғайриимкон аст
tk_tm: Gönükdirip bolmaýar
uk: Неможливо переслати
ur: آگے نہیں بڑھایا جاسکتا
uz: Boshqaga yo‘naltirib bo‘lmaydi
vi: Không thể chuyển tiếp

# IDS_TGRAM_BODY_P1SS_P2SS
source: %1$s %2$s
eu: %2$s %1$s

# IDS_TGRAM_BODY_P1SD_P2SD
source: %1$d/%2$d
be_by: %1$d г. %2$d хв.
