Repository: temper8/tizen-telegram
Catalog: TelegramTizen/res/po/*.po
Languages: ar, as, az, be_by, bg, bn, bn_bd, el_gr, et, eu, fr_ca, ga, gu, hr, hy, is, ka, kk, km, kn, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, ne, or, pa, ro, si, sk, sl, sr, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi

# IDS_TGRAM_NPBODY_NEW_GROUP_NAME_ABB
source: New group name
ar: اسم مجموعة جديد
as: নতুন গোট নাম
az: Qrupun yeni adı
be_by: Назва новай групы
bg: Ново име на група
bn: নতুন গোষ্ঠী নাম
bn_bd: নতুন গ্রুপের নাম
el_gr: Νέο όνομα ομάδας
et: Uus rühma nimi
eu: Talde berriaren izena
fr_ca: Nom du nouveau groupe
ga: Grúpainm nua
gu: નવું સમૂહ નામ
hr: Novi naziv grupe
hy: Նոր խմբի անվանում
is: Nýtt heiti hóps
ka: ახალი ჯგუფის სახელი
kk: Жаңа топ атауы
km: ឈ្មោះ​ក្រុម​ថ្មី
kn: ಹೊಸ ಗುಂಪಿನ ಹೆಸರು
ky_kg: Жаңы топ аты
lo: ຊື່ກຸ່ມໃໝ່
lt: Naujos grupės pavadinimas
lv: Jaunās grupas nosaukums
mk: Име на нова група
ml: പുതിയ ഗ്രൂപ്പിന്‍റെ പേര്
mn_mn: Шинэ бүлгийн нэр
mr: नवीन समूह नाव
ms: Nama kumpulan baru
my_zg: အုပ္စုအသစ္ အမည္
ne: नयाँ समूह नाम
or: ନୂତନ ଗୋଷ୍ଠୀ ନାମ
pa: ਨਵਾਂ ਸਮੂਹ ਨਾਂ
ro: Nume nou grup
si: නව සමූහයේ නම
sk: Názov novej skupiny
sl: Novo ime skupine
sr: Nov naziv grupe
ta: புதிய குழுப் பெயர்
te: కొత్త సమూహ పేరు
tg_tj: Номи гуруҳи нав
th: ชื่อกลุ่มใหม่
tk_tm: Täze topar ady
tl: Pangalan ng bagong grupo
uk: Ім’я нової групи
ur: نیا گروپ نام
uz: Yangi guruh nomi
vi: Tên nhóm mới

# IDS_TGRAM_BUTTON_PD_SELECTED_ABB
source: %d selected
ar: تم تحديد %d
as: %d টা চয়নিত
az: %d seçildi
be_by: Выбрана: %d
bg: %d избрани
bn: %dটি নির্বাচিত
bn_bd: %dটি নির্বাচিত
el_gr: Επιλέχθ. %d
et: %d on valit.
eu: %d hautatuta
fr_ca: %d sélect.
ga: %d roghnaithe
gu: %d પસંદ કર્યા
hr: Odabrano: %d
hy: %d ընտրված
is: %d valdir
ka: არჩეულია %d
kk: %d таңдалды
km: បាន​ជ្រើស %d
kn: %d ಆರಿಸಿದೆ
ky_kg: %d тандалды
lo: ເລືອກ %d ແລ້ວ
lt: Parinkta: %d
lv: Izvēlēti %d
mk: %d избрани
ml: %d തിരഞ്ഞെടുത്തു
mn_mn: %d сонгосон
mr: %d निवडले
ms: %d diplih
my_zg: %d ေရြးထားသည္
ne: %d चयन गरियो
or: %dଟି ଚୟନିତ
pa: %d ਚੁਣੇ ਗਏ
ro: %d selectate
si: %d ක් තේරිණි
sk: Vybraté: %d
sl: Izbranih: %d
sr: Izabrano: %d
ta: %d தேர்வு செய்யப்பட்டது
te: %d ఎంచుకున్నారు
tg_tj: %d инт-б шуд
th: %d ถูกเลือก
tk_tm: %d saýlandy
tl: %d ang napili
uk: Вибрано: %d
ur: %d منتخب ہوگیا
uz: %d tanlandi
vi: %d được chọn

# IDS_TGRAM_SBODY_LAST_SEEN_PD_MINUTES_AGO_ABB
source: Last seen %d minutes ago
ar: آخر ظهور منذ %d من الدقائق
as: %d-মিনিট পূৰ্বে অন্তিমবাৰ দেখা গৈছিল
az: Son dəfə %d dəqiqə öncə göründü
be_by: Апошні раз прагледж %d хвіл таму
bg: Последно на линия преди %d мин.
bn: %d মিনিট আগে শেষ দেখা হয়েছে
bn_bd: সর্বশেষ %d মিনিট আগে দেখা গেছে
el_gr: Τελευτ. εμφάν. πριν από %d λεπτά
et: Viimati nähtud %d minutit tagasi
eu: Azken ikustaldia: duela %d min
fr_ca: Dernière consult. il y a %d min
ga: Feicthe %d nóiméad ó shin
gu: છેલ્લે %d મિનિટ્સ પહેલાં જોવાયેલ
hr: Zadnji put viđeno prije %d min
hy: Վերջին հանդիպումը՝ %d րոպե առաջ
is: Síðast á svæðinu f. %d mínútum
ka: ბოლოს ნანახია %d წუთის წინ
kk: Соңғы рет %d минут бұрын кірді
km: បាន​ឃើញ​ចុងក្រោយ %d នាទី មុន
kn: ಕೊನೆಯದಾಗಿ ನೋಡಿದ್ದು %d ನಿಮಿಷಗಳ ಹಿಂದೆ
ky_kg: Акыркы жолу %d мүнөт мурун көр.
lo: ເຫັນລ້າສຸດ %d ນາທີຜ່ານມາ
lt: Paskutinįkart mat. prieš %d min.
lv: Pēdējoreiz redzēts pirms %d min
mk: Последен пат видено пред %d мин.
ml: അവസാനം കണ്ടത് %d മിനിറ്റ് മുമ്പ്
mn_mn: %d минутын өмнө үзсэн
mr: %d मिनिटांपूर्वी अंतिम पाहिलेले
ms: Terakhir dlihat %d minit yg lalu
my_zg: လြန္ခဲ့ေသာ %d မိနစ္က ေနာက္ဆံုး ၾကည့္ခဲ့သည္
ne: पछिल्लो पटक देखिएको %d मिनट अघि
or: %d ମିନିଟ୍ ପୂର୍ବେ ଶେଷ ଦେଖାଯାଇଥିବା
pa: ਆਖਰੀ ਵਾਰ %d ਮਿੰਟ ਪਹਿਲਾਂ ਦੇਖਿਆ ਗਿਆ
ro: Văzut ultima dată acum %d minute
si: අවසන් දැක්ම විනාඩි %d කට පෙර
sk: Posledné zazretie pred %d min.
sl: Nazadnje viden pred %d min
sr: Posled. put viđeno pre %d minuta
ta: கடைசி. பார்த்தது, %d நிமிட. முன்
te: %d నిమిషాల క్రితం చివరగా చూసారు
tg_tj: Охирин %d дақиқа пеш дида шуд
th: เห็นล่าสุดเมื่อ %d นาทีที่แล้ว
tk_tm: Soňky görleni %d minut öň
tl: Huling nakita %d minuto na ang nakalipas
uk: Востаннє онлайн: %d хв. тому
ur: آخری مرتبہ %d منٹ قبل دیکھا گیا
uz: Oxirgi marta %d daq oldin ko‘ril
vi: Thấy lần cuối vào %d phút trước

# IDS_TGRAM_SBODY_LAST_SEEN_1_HOUR_AGO_ABB
source: Last seen 1 hour ago
ar: آخر ظهور منذ ساعة واحدة
as: 1-ঘণ্টা পূৰ্বে অন্তিমবাৰ দেখা গৈছিল
az: Son dəfə 1 saat əvvəl göründü
be_by: Апошні раз прагл. 1 гадзіну таму
bg: Последно на линия преди 1 час
bn: 1 ঘন্টা আগে শেষ দেখা হয়েছে
bn_bd: সর্বশেষ 1 ঘণ্টা আগে দেখা গেছে
el_gr: Τελευτ. εμφάνιση πριν από 1 ώρα
et: Viimati nähtud 1 tund tagasi
eu: Azken ikustaldia: duela 1 ordu
fr_ca: Dernière consultation il y a 1 h
ga: Feicthe 1 uair an chloig ó shin
gu: છેલ્લે 1 કલાક પહેલાં જોવાયેલ
hr: Zadnji put viđeno prije 1 sat
hy: Վերջին հանդիպումը՝ 1 ժամ առաջ
is: Síðast á svæðinu fyrir 1 klst.
ka: ბოლოს ნანახია 1 საათის წინ
kk: Соңғы рет 1 сағат бұрын кірді
km: បាន​ឃើញ​ចុងក្រោយ 1 ម៉ោង មុន
kn: ಕೊನೆಯದಾಗಿ ನೋಡಿದ್ದು 1 ಗಂಟೆಯ ಹಿಂದೆ
ky_kg: Акыркы жолу 1 саат мурун көр.
lo: ເຫັນຫຼ້າສຸດ 1 ຊົ່ວໂມງຜ່ານມາ
lt: Paskutinįkart matyt.prieš 1 val.
lv: Pēdējoreiz redzēts pirms 1 h
mk: Последен пат видено пред 1 час
ml: അവസാനം കണ്ടത് 1 മണിക്കൂർ മുമ്പ്
mn_mn: 1 цагийн өмнө үзсэн
mr: 1 तासापूर्वी अंतिम पाहिलेले
ms: Terakhir dilihat 1 jam yang lalu
my_zg: လြန္ခဲ့ေသာ ၁ နာရီက ေနာက္ဆံုး ၾကည့္ခဲ့သည္
ne: पछिल्लो पटक देखिएको 1 घण्टा अघि
or: 1 ଘଣ୍ଟା ପୂର୍ବେ ଶେଷ ଦେଖାଯାଇଥିବା
pa: ਆਖਰੀ ਵਾਰ 1 ਘੰਟੇ ਪਹਿਲਾਂ ਦੇਖਿਆ ਗਿਆ
ro: Văzut ultima dată acum 1 oră
si: අවසන් දැක්ම පැය 1 කට පෙර
sk: Posledné zazretie pred 1 hodinou
sl: Nazadnje viden pred 1 h
sr: Poslednji put viđeno pre 1 sat
ta: கடைசி. பார்த்தது 1 மணிநேர. முன்
te: 1 గంట క్రితం చివరగా చూసారు
tg_tj: Охирин 1 соат пеш дида шуд
th: เห็นล่าสุดเมื่อ 1 ชม.ที่แล้ว
tk_tm: Soňky görleni 1 sagat öň
tl: Huling nakita 1 oras na ang nakalipas
uk: Востаннє онлайн: 1 годину тому
ur: آخری مرتبہ 1 گھنٹہ قبل دیکھا گیا
uz: Oxirgi marta 1 soat oldin ko‘ril
vi: Thấy lần cuối vào 1 giờ trước

# IDS_TGRAM_SBODY_LAST_SEEN_PD_HOURS_AGO_ABB
source: Last seen %d hours ago
ar: آخر ظهور منذ %d من الساعات
as: %d-ঘণ্টা পূৰ্বে অন্তিমবাৰ দেখা গৈছিল
az: Son dəfə %d saat öncə göründü
be_by: Апошні раз прагледж %d гадз таму
bg: Последно на линия преди %d часа
bn: %d ঘন্টা আগে শেষ দেখা হয়েছে
bn_bd: সর্বশেষ %d ঘণ্টা আগে দেখা গেছে
el_gr: Τελευτ. εμφάν. πριν από %d ώρες
et: Viimati nähtud %d tundi tagasi
eu: Azken ikustaldia: duela %d ordu
fr_ca: Dernière consultation il y a %d h
ga: Feicthe %d uair an chloig ó shin
gu: છેલ્લે %d કલાક પહેલાં જોવાયેલ
hr: Zadnji put viđeno prije %d h
hy: Վերջին հանդիպումը՝ %d ժամ առաջ
is: Síðast á svæðinu fyrir %d klst.
ka: ბოლოს ნანახია %d საათის წინ
kk: Соңғы рет %d сағат бұрын кірді
km: បាន​ឃើញ​ចុងក្រោយ %d ម៉ោង មុន
kn: ಕೊನೆಯದಾಗಿ ನೋಡಿದ್ದು %d ಗಂಟೆಗಳ ಹಿಂದೆ
ky_kg: Акыркы жолу %d саат мурун көр.
lo: ເຫັນຫຼ້າສຸດ %d ຊົ່ວໂມງຜ່ານມາ
lt: Paskutinįkart mat. prieš %d val.
lv: Pēdējoreiz redzēts pirms %d h
mk: Последен пат видено пред %d часа
ml: അവസാനം കണ്ടത് %d മണിക്കൂർ മുമ്പ്
mn_mn: %d цагийн өмнө үзсэн
mr: %d तासांपूर्वी अंतिम पाहिलेले
ms: Terakhir dilihat %d jam yg lalu
my_zg: လြန္ခဲ့ေသာ %d နာရီက ေနာက္ဆံုး ၾကည့္ခဲ့သည္
ne: पछिल्लो पटक देखिएको %d घण्टा अघि
or: %d ଘଣ୍ଟା ପୂର୍ବେ ଶେଷ ଦେଖାଯାଇଥିବା
pa: ਆਖਰੀ ਵਾਰ %d ਘੰਟੇ ਪਹਿਲਾਂ ਦੇਖਿਆ ਗਿਆ
ro: Văzut ultima dată acum %d ore
si: අවසන් දැක්ම පැය %d කට පෙර
sk: Posledné zazretie pred %d hod.
sl: Nazadnje viden pred %d h
sr: Posled. put viđeno pre %d sata/i
ta: கடைசி. பார்த்தது %d மணிநேர. முன்
te: %d గంటల క్రితం చివరగా చూసారు
tg_tj: Охирин %d соат пеш дида шуд
th: เห็นล่าสุดเมื่อ %d ชม.ที่แล้ว
tk_tm: Soňky görleni %d sagat öň
tl: Huling nakita %d oras na ang nakalipas
uk: Востаннє онлайн: %d год. тому
ur: آخری مرتبہ %d گھنٹہ قبل دیکھا گیا
uz: Oxirgi marta %d st oldin ko‘ril
vi: Thấy lần cuối vào %d giờ trước

# IDS_TGRAM_SBODY_LAST_SEEN_WITHIN_WEEK_ABB
source: Last seen within week
ar: آخر ظهور خلال أسبوع
as: এসপ্তাহৰ ভিতৰত অন্তিমবাৰ দেখা গৈছিল
az: Son dəfə həftə ərzində göründü
be_by: Ап раз прагледж на гэтым тыдні
bg: Посл. на линия в рамките на седм.
bn: এই সপ্তাহের মধ্যে শেষ দেখা হয়েছে
bn_bd: সর্বশেষ এক সপ্তাহের মধ্যে দেখা গেছে
el_gr: Τελευτ. εμφ. εντός της εβδομάδας
et: Viimati nähtud nädala jooksul
eu: Azken astean ikusitakoak
fr_ca: Dernière consult. cette semaine
ga: Feicthe an tseachtain seo
gu: છેલ્લે અઠવાડિયાની અંદર જોવાયેલ
hr: Zadnje viđeno unutar tjedan dana
hy: Վերջին հանդիպ.՝ մեկ շաբաթվա մեջ
is: Síðast á svæðinu innan viku
ka: ბოლოს ნანახია გასულ კვირაში
kk: Соңғы рет осы аптада кірді
km: បាន​ឃើញ​ចុងក្រោយ​ក្នុង​សប្ដាហ៍
kn: ಕೊನೆಯದಾಗಿ ನೋಡಿದ್ದು ವಾರದೊಳಗೆ
ky_kg: Акыркы жолу бир жума. ичин. көр.
lo: ເຫັນຫຼ້າສຸດພາຍໃນໜຶ່ງອາທິດ
lt: Paskutinįkart matyt. šią savaitę
lv: Pēdējoreiz redzēts šonedēļ
mk: Последно видено пред една седмица
ml: അവസാനം കണ്ടത് ആഴ്ചക്കുള്ളിൽ
mn_mn: Долоо хоногийн дотор үзсэн
mr: आठवड्यामध्ये अंतिम पाहिलेले
ms: Terakhir dilihat dalam minggu
my_zg: ယခုတစ္ပတ္အတြင္း ေနာက္ဆံုးၾကည့္ခဲ့သည္
ne: पछिल्लो पटक देखिएको हप्ता भित्रै
or: ସପ୍ତାହ ମଧ୍ୟରେ ଶେଷ ଦେଖାଯାଇଥିବା
pa: ਆਖਰੀ ਵਾਰ ਹਫਤੇ ਦੇ ਅੰਦਰ ਦੇਖਿਆ ਗਿਆ
ro: Văzut ultima dată în ac. săptă.
si: අවසන් දැක්ම සතියක් ඇතුළත
sk: Posledné zazretie do týždňa
sl: Nazadnje viden ta teden
sr: Posled. put viđeno ove nedelje
ta: கடைசி. பார்த்தது, வாரத்திற்குள்
te: వారంలోపు చివరగా చూసారు
tg_tj: Охирин давоми як ҳафта дида шуд
th: เห็นล่าสุดภายในสัปดาห์นี้
tk_tm: Soňky görleni geçen hepde
tl: Huling nakita sa linggong ito
uk: Востаннє онлайн: цього тижня
ur: آخری مرتبہ ایک ہفتہ میں دیکھا گیا
uz: Oxirgi marta bir hft ich. ko‘ril
vi: Thấy lần cuối trong tuần

# IDS_TGRAM_SBODY_LAST_SEEN_WITHIN_MONTH_ABB
source: Last seen within month
ar: آخر ظهور خلال شهر
as: এমাহৰ ভিতৰত অন্তিমবাৰ দেখা গৈছিল
az: Son dəfə ay ərzində göründü
be_by: Апошні раз прагледж у гэтым мес
bg: Посл. на линия в рамките на месец
bn: এই মাসের মধ্যে শেষ দেখা হয়েছে
bn_bd: সর্বশেষ এক মাসের মধ্যে দেখা গেছে
el_gr: Τελευτ. εμφάνιση εντός του μήνα
et: Viimati nähtud kuu jooksul
eu: Azken hilabetean ikusitakoak
fr_ca: Dernière consultation ce mois
ga: Feicthe an mhí seo
gu: છેલ્લે મહિનાની અંદર જોવાયેલ
hr: Zadnje viđeno unutar mjesec dana
hy: Վերջին հանդիպումը՝ մեկ ամսվա մեջ
is: Síðast á svæðinu innan mánaðar
ka: ბოლოს ნანახია გასულ თვეში
kk: Соңғы рет осы айда кірді
km: បាន​ឃើញ​ចុងក្រោយ​ក្នុង​ខែ
kn: ಕೊನೆಯದಾಗಿ ನೋಡಿದ್ದು ತಿಂಗಳೊಳಗೆ
ky_kg: Акыркы жолу бир ай. ичин. көр.
lo: ເຫັນຫຼ້າສຸດພາຍໃນໜຶ່ງເດືອນ
lt: Paskutinįkart matyt. šį mėnesį
lv: Pēdējoreiz redzēts šomēnes
mk: Последно видено пред еден месец
ml: അവസാനം കണ്ടത് മാസത്തിനുള്ളിൽ
mn_mn: Сарын дотор үзсэн
mr: महिन्यामध्ये अंतिम पाहिलेले
ms: Terakhir dilihat dalam bulan
my_zg: ယခုလအတြင္း ေနာက္ဆံုး ၾကည့္ခဲ့သည္
ne: पछिल्लो पटक देखिएको महिना भित्रै
or: ମାସ ମଧ୍ୟରେ ଶେଷ ଦେଖାଯାଇଥିବା
pa: ਆਖਰੀ ਵਾਰ ਮਹੀਨੇ ਦੇ ਅੰਦਰ ਦੇਖਿਆ ਗਿਆ
ro: Văzut ultima dată în ac. lună
si: අවසන් දැක්ම මාසයක් ඇතුළත
sk: Posledné zazretie do mesiaca
sl: Nazadnje viden ta mesec
sr: Posled. put viđeno ovog meseca
ta: கடைசி. பார்த்தது, மாதத்திற்குள்
te: నెలలోపు చివరగా చూసారు
tg_tj: Охирин давоми як моҳ дида шуд
th: เห็นล่าสุดภายในเดือนนี้
tk_tm: Soňky görleni geçen aý
tl: Huling nakita sa buwan na ito
uk: Востаннє онлайн: цього місяця
ur: آخری مرتبہ ایک مہینہ میں دیکھا گیا
uz: Oxirgi marta bir oy ich. ko‘ril
vi: Thấy lần cuối trong tháng

# IDS_TGRAM_SBODY_ONLINE
source: Online
ar: متصل
as: অনলাইন
az: Onlayn
be_by: Онлайн
bg: Онлайн
bn: অনলাইন
bn_bd: অনলাইন
el_gr: Σε σύνδεση
et: Võrguühendusega
eu: Konektatuta
fr_ca: En ligne
ga: Ar líne
gu: ઓનલાઇન
hr: Na mreži
hy: Առցանց
is: Á netinu
ka: ინტერნეტში
kk: Онлайн
km: លើ​បណ្ដាញ
kn: ಆನ್‌ಲೈನ್
ky_kg: Онлайн
lo: ອອນໄລນ໌
lt: Prijungtas prie tinklo
lv: Tiešsaistē
mk: На интернет
ml: ഓൺലൈൻ
mn_mn: Онлайн
mr: ऑनलाइन
ms: Dalam talian
my_zg: အြန္လိုင္း
ne: अनलाइन
or: ଅନଲାଇନ୍
pa: ਔਨਲਾਈਨ
si: මාර්ගගත
sl: Dosegljiv
ta: ஆன்லைன்
te: ఆన్‌లైన్
tg_tj: Онлайн
th: ออนไลน์
tk_tm: Onlaýn
uk: Онлайн
ur: آن لائن
uz: Onlayn

# IDS_TGRAM_SBODY_LAST_SEEN_RECENTLY_ABB
source: Last seen recently
ar: آخر ظهور مؤخراً
as: শেহতীয়াকৈ অন্তিমবাৰ দেখা গৈছিল
az: Son dəfə yaxın zamanda göründü
be_by: Апошні раз прагледж нядаўна
bg: Последно на линия наскоро
bn: সম্প্রতি শেষ দেখা হয়েছে
bn_bd: সর্বশেষ সম্প্রতি দেখা গেছে
el_gr: Τελευταία εμφάνιση πρόσφατα
et: Viimati nähtud hiljuti
eu: Azkenaldian ikusitakoak
fr_ca: Dernière consultation récemment
ga: Feicthe le déanaí
gu: છેલ્લે તાજેતરમાં જોવાયેલ
hr: Zadnji put viđeno nedavno
hy: Վերջին հանդիպումը՝ վերջերս
is: Hefur sést nýlega á svæðinu
ka: ბოლოს ნანახია ცოტა ხნის წინ
kk: Жақын арада кірді
km: បាន​ឃើញ​ចុងក្រោយ​ថ្មីៗ
kn: ಕೊನೆಯದಾಗಿ ನೋಡಿದ್ದು ಇತ್ತೀಚೆಗೆ
ky_kg: Акыркы жолу жакында эле көрүнгөн
lo: ເຫັນຫຼ້າສຸດເມື່ອບໍ່ດົນມານີ້
lt: Paskutinįkart matyt. neseniai
lv: Pēdējoreiz redzēts nesen
mk: Последен пат видено неодамна
ml: അവസാനം കണ്ടത് സമീപകാലത്ത്
mn_mn: Саяхан үзсэн
mr: अलीकडेच अंतिम पाहिलेले
ms: Terakhir dilihat baru-baru ini
my_zg: လတ္တေလာကပင္ ေနာက္ဆံုး ၾကည့္ခဲ့သည္
ne: पछिल्लो पटक देखिएको हालैमा
or: ସାମ୍ପ୍ରତିକ ଭାବେ ଶେଷ ଦେଖାଯାଇଥିବା
pa: ਆਖਰੀ ਵਾਰ ਹਾਲ ਹੀ ਵਿੱਚ ਦੇਖਿਆ ਗਿਆ
ro: Văzut ultima dată recent
si: අවසන් දැක්ම මෑත දී
sk: Posledné zazretie nedávno
sl: Nazadnje viden pred kratkim
sr: Poslednji put viđeno nedavno
ta: கடைசியாகப் பார்த்தது, சமீபத்தில்
te: ఇటీవల చివరగా చూసారు
tg_tj: Охирин ба наздикӣ дида шуд
th: เห็นล่าสุดเร็วๆ นี้
tk_tm: Soňky görleni ýakynda
tl: Huling nakita kamakailan lang
uk: Востаннє онлайн: нещодавно
ur: آخری مرتبہ حال ہی میں دیکھا گیا
uz: Oxirgi marta yaqinda ko‘rilgan
vi: Thấy lần cuối gần đây

# IDS_TGRAM_SBODY_LAST_SEEN_LONG_TIME_AGO_ABB
source: Last seen long time ago
ar: آخر ظهور منذ فترة طويلة
as: বহু সময় পূৰ্বে অন্তিমবাৰ দেখা গৈছিল
az: Son dəfə uzun zaman öncə göründü
be_by: Апошні раз прагледжвалася даўно
bg: Последно на линия отдавна
bn: অনেক আগে শেষ দেখা হয়েছে
bn_bd: সর্বশেষ দীর্ঘ সময় আগে দেখা গেছে
el_gr: Τελευτ. εμφ. πριν από πολύ καιρό
et: Viimati nähtud kaua aega tagasi
eu: Azken ikustaldia: aspaldi
fr_ca: Dernière consult. il y a lgtps
ga: Feicthe tamall fada ó shin
gu: છેલ્લે લાંબા સમય પહેલાં જોવાયેલ
hr: Zadnje viđeno prije puno vremena
hy: Վերջին հանդիպումը՝ վաղուց
is: Hefur ekki sést á svæðinu lengi
ka: ბოლოს ნანახია დიდი ხნის წინ
kk: Соңғы рет ұзақ уақыт бұрын кірді
km: បាន​ឃើញ​ចុងក្រោយ​យូរ​ហើយ
kn: ಕೊನೆಯದಾಗಿ ನೋಡಿದ್ದು ತುಂಬಾ ಸಮಯದ ಹಿಂದೆ
ky_kg: Акыркы жолу көп убак мурун көр.
lo: ເຫັນຫຼ້າສຸດດົນນານມາແລ້ວ
lt: Paskutinįkart seniai matytas(-a)
lv: Pēdējoreiz redzēts sen
mk: Последен пат вид. пред мн. време
ml: അവസാനം കണ്ടത് ദീർഘകാലം മുമ്പ്
mn_mn: Удаан хугацааны өмнө үзсэн
mr: फार वेळा पूर्वी अंतिम पाहिलेले
ms: Telah lama tidak dilihat
my_zg: လြန္ခဲ့ေသာ အခ်ိန္အေတာ္ၾကာက ေနာက္ဆံုး ၾကည့္ခဲ့သည္
ne: पछिल्लो पटक देखिएको लामो समय पहिला
or: ବହୁ ସମୟ ପୂର୍ବେ ଶେଷ ଦେଖାଯାଇଥିବା
pa: ਆਖਰੀ ਵਾਰ ਕਾਫੀ ਸਮੇਂ ਪਹਿਲਾਂ ਦੇਖਿਆ ਗਿਆ
ro: Văz. ult. dată acum mult timp
si: අවසන් දැක්ම දිගු වේලාවකට පෙර
sk: Posl. zazretie pred dlhou dobou
sl: Nazadnje viden pred veliko časa
sr: Poslednji put viđeno odavno
ta: கடைசி. பார்த்தது, வெகு நேர. முன்
te: చాలా సమయం క్రితం
tg_tj: Охирин чандин вақт пеш дида шуд
th: เห็นล่าสุดเมื่อนานมาแล้ว
tk_tm: Soňky görleni uzak wagt öň
tl: Matagal na noong huling makita
uk: Вост. онлайн: багато часу тому
ur: آخری مرتبہ کافی عرصہ پہلے قبل دیکھا گیا
uz: Oxirgi marta ancha oldin ko‘ril
vi: Thấy lần cuối cách đây đã lâu

# IDS_TGRAM_SBODY_LAST_SEEN_1_MINUTE_AGO_ABB
source: Last seen 1 minute ago
ar: آخر ظهور منذ دقيقة واحدة
as: 1-মিনিট পূৰ্বে অন্তিমবাৰ দেখা গৈছিল
az: Son dəfə 1 dəqiqə əvvəl göründü
be_by: Апошні раз прагл. 1 хвіліну таму
bg: Последно на линия преди 1 минута
bn: 1 মিনিট আগে শেষ দেখা হয়েছে
bn_bd: সর্বশেষ 1 মিনিট আগে দেখা গেছে
el_gr: Τελευτ. εμφάν. πριν από 1 λεπτό
et: Viimati nähtud 1 minut tagasi
eu: Azken ikustaldia: duela 1 minutu
fr_ca: Dernière consultation il y a 1 min
ga: Feicthe 1 nóiméad ó shin
gu: છેલ્લે 1 મિનિટ પહેલાં જોવાયેલ
hr: Zadnji put viđeno prije 1 minutu
hy: Վերջին հանդիպումը՝ 1 րոպե առաջ
is: Síðast á svæðinu fyrir mínútu
ka: ბოლოს ნანახია 1 წუთის წინ
kk: Соңғы рет 1 минут бұрын кірді
km: បាន​ឃើញ​ចុងក្រោយ 1 នាទី មុន
kn: ಕೊನೆಯದಾಗಿ ನೋಡಿದ್ದು 1 ನಿಮಿಷದ ಹಿಂದೆ
ky_kg: Акыркы жолу 1 мүнөт мурун көр.
lo: ເຫັນຫຼ້າສຸດ 1 ນາທີຜ່ານມາ
lt: Paskutinįkart matyt.prieš 1 min.
lv: Pēdējoreiz redzēts pirms 1 min
mk: Последен пат видено пред 1 мин.
ml: അവസാനം കണ്ടത് 1 മിനിറ്റ് മുമ്പ്
mn_mn: 1 минутын өмнө үзсэн
mr: 1 मिनिटापूर्वी अंतिम पाहिलेले
ms: Terakhir dilihat 1 minit yg lalu
my_zg: လြန္ခဲ့ေသာ ၁ မိနစ္က ေနာက္ဆံုး ၾကည့္ခဲ့သည္
ne: पछिल्लो पटक देखिएको 1 मिनट अघि
or: 1 ମିନିଟ୍‌ ପୂର୍ବେ ଶେଷ ଦେଖାଯାଇଥିବା
pa: ਆਖਰੀ ਵਾਰ 1 ਮਿੰਟ ਪਹਿਲਾਂ ਦੇਖਿਆ ਗਿਆ
ro: Văzut ultima dată acum 1 minut
si: අවසන් දැක්ම විනාඩි 1 කට පෙර
sk: Posledné zazretie pred 1 minútou
sl: Nazadnje viden pred 1 min
sr: Poslednji put viđeno pre 1 minut
ta: கடைசி. பார்த்தது, 1 நிமிட. முன்
te: 1 నిమిషం క్రితం చివరగా చూసారు
tg_tj: Охирин 1 дақиқа пеш дида шуд
th: เห็นล่าสุดเมื่อ 1 นาทีที่แล้ว
tk_tm: Soňky görleni 1 minut öň
tl: Huling nakita 1 minuto na ang nakalipas
uk: Востаннє онлайн: 1 хвилину тому
ur: آخری مرتبہ 1 منٹ قبل دیکھا گیا
uz: Oxirgi marta 1 daq oldin ko‘ril
vi: Thấy lần cuối vào 1 phút trước

# IDS_TGRAM_ACBUTTON_SEND_ABB3
source: SEND
ar: إرسال
as: প্ৰে.
az: GÖND
be_by: АДПР
bg: ИЗПР.
bn: পাঠান
bn_bd: পাঠান
el_gr: ΑΠΟ.
et: SAADA
eu: BID.
fr_ca: ENV.
ga: SEOL
gu: મોકલો
hr: ŠALJI
hy: ՈՒՂ.
is: SEN.
ka: გგზ.
kk: ЖІБ.
km: ផ្ញើ
kn: ಕಳು.
ky_kg: ЖӨН.
lo: ສົ່ງ
lt: SIŲST
lv: SŪT.
mk: ПРАТИ
ml: അയയ്‌.
mn_mn: ИЛГЭЭ
mr: पाठवा
ms: HNTR
my_zg: ပို႔ပါ
ne: पठाउनु
or: ପ୍ରେରଣ
pa: ਭੇਜੋ
ro: TRIM.
si: යවන්න
sk: ODOS.
sl: POŠ.
sr: ŠALJI
ta: அனு.
te: పంపు
tg_tj: ИРСЛ
th: ส่ง
tk_tm: IBER
tl: IPADALA
uk: НАД.
ur: بھیجیں
uz: YUB
vi: GỬI

# IDS_TGRAM_HEADER_COMPOSE_MESSAGE_ABB2
source: Compose message
ar: إنشاء رسالة
as: মেচেজ ৰচনা কৰক
az: Mesaj yaz
be_by: Стварыць паведамленне
bg: Съставяне на съобщение
bn: বার্তা রচনা করুন
bn_bd: মেসেজ লিখুন
el_gr: Νέο μήνυμα
et: Sõnumi koostamine
eu: Sortu mezua
fr_ca: Rédaction du message
ga: Cum teachtaireacht
gu: સંદેશની રચના કરો
hr: Nova poruka
hy: Գրել հաղորդագրություն
is: Skrifa skilaboð
ka: შეტყობინების შედგენა
kk: Хабарды жазу
km: តែង​សារ
kn: ಸಂದೇಶ ರಚಿಸಿ
ky_kg: Билдирүү жазуу
lo: ຂຽນຂໍ້ຄວາມ
lt: Kurti žinutę
lv: Ziņas rakstīšana
mk: Состави порака
ml: സന്ദേശം രചിക്കുക
mn_mn: Зурвас бичих
mr: संदेशाची रचना करा
ms: Karang mesej
my_zg: မက္ေဆ့ခ်္ အသစ္ ေရးပါ
ne: संदेश लेख्‍नुहोस्
or: ସନ୍ଦେଶ ରଚନା
pa: ਸੰਦੇਸ਼ ਲਿਖੋ
ro: Compunere mesaj
si: පණිවිඩය නිර්මාණය
sk: Písanie správy
sl: Sestavite sporočilo
sr: Sastavite poruku
ta: தகவல் உருவாக்கவும்
te: సందేశాన్ని కూర్చండి
tg_tj: Тартиб додани паём
th: เขียนข้อความ
tk_tm: Hat ýaz
tl: Sumulat ng mensahe
uk: Створення повідомлення
ur: پیغام کمپوز کریں
uz: Xabar yaratish
vi: Soạn tin nhắn

# IDS_TGRAM_HEADER_CREATE_CONTACT_ABB
source: Create contact
ar: إنشاء جهة اتصال
as: সম্পর্ক সৃষ্টি
az: Kontakt yarat
be_by: Стварыць кантакт
bg: Създаване на контакт
bn: পরিচিতি তৈরী করুন
bn_bd: কন্টাক্ট তৈরি করুন
el_gr: Δημιουργία επαφής
et: Kontakti loomine
eu: Sortu kontaktua
fr_ca: Création d'un contact
ga: Déan teagmhálaí
gu: સંપર્ક બનાવો
hr: Stvaranje kontakta
hy: Ստեղծել կոնտակտ
is: Búa til tengilið
ka: კონტაქტის შექმნა
kk: Контактіні жасау
km: បង្កើត​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕ ರಚಿಸಿ
ky_kg: Катыш түзүү
lo: ສ້າງຜູ້ຕິດຕໍ່
lt: Kurti adresatą
lv: Kontakta izveidošana
mk: Создај контакт
ml: കോണ്‍‌ടാക്ട് സൃഷ്‌ടിക്കുക
mn_mn: Харилцагч үүсгэ
mr: संपर्क तयार करा
ms: Cipta kenalan
my_zg: အဆက္အသြယ္ ဖန္တီးပါ
ne: सम्पर्क सिर्जना गर्नु
or: ସମ୍ପର୍କ ସୃଷ୍ଟି
pa: ਸੰਪਰਕ ਬਣਾਉ
ro: Creare contact
si: සබඳතාව තැනීම
sk: Vytvorenie kontaktu
sl: Ustvarite stik
sr: Kreirajte kontakt
ta: தொடர்பு உருவாக்குக
te: పరిచయాన్ని రూపొందించు
tg_tj: Эҷод кардани алоқа
th: สร้างรายชื่อ
tk_tm: Kontakt döret
tl: Lumikha ng contact
uk: Створення контакту
ur: رابطہ بنائیں
uz: Kontakt yaratish
vi: Tạo danh bạ

# IDS_TGRAM_BODY_NAME_ABB
source: Name
ar: الاسم
as: নাম
az: Ad
be_by: Назва
bg: Име
bn: নাম
bn_bd: নাম
el_gr: Όνομα
et: Nimi
eu: Izena
fr_ca: Nom
ga: Ainm
gu: નામ
hr: Naziv
hy: Անուն
is: Nafn
ka: სახელი
kk: Аты
km: ឈ្មោះ
kn: ಹೆಸರು
ky_kg: Ат
lo: ຊື່
lt: Vardas
lv: Vārds
mk: Име
ml: പേര്
mn_mn: Нэр
mr: नाव
ms: Nama
my_zg: အမည္
ne: नाम
or: ନାମ
pa: ਨਾਂ
ro: Nume
si: නම
sk: Názov
sl: Ime
sr: Ime
ta: பெயர்
te: పేరు
tg_tj: Ном
th: ชื่อ
tk_tm: Ady
tl: Pangalan
uk: Ім'я
ur: نام
uz: Nom
vi: Tên

# IDS_TGRAM_BODY_FIRST_NAME_ABB
source: First name
ar: الاسم الأول
as: প্ৰথম নাম
az: Ad
be_by: Імя
bg: Собствено име
bn: প্রথম নাম
bn_bd: নামের প্রথমাংশ
el_gr: Όνομα
et: Eesnimi
eu: Izena
fr_ca: Prénom
ga: Céadainm
gu: પ્રથમ નામ
hr: Ime
hy: Անուն
is: Fornafn
ka: სახელი
kk: Аты
km: នាម​ខ្លួន
kn: ಮೊದಲ ಹೆಸರು
ky_kg: Аты
lo: ຊື່ຕົ້ນ
lt: Vardas
lv: Vārds
mk: Име
ml: പ്രഥമ നാമം
mn_mn: Нэр
mr: नाव
ms: Nama pertama
my_zg: ပထမ အမည္
ne: पहिलो नाम
or: ପ୍ରଥମ ନାମ
pa: ਪਹਿਲਾ ਨਾਂ
ro: Prenume
si: මුල් නම
sk: Krstné meno
sl: Ime
sr: Ime
ta: முதல் பெயர்
te: మొదటి పేరు
tg_tj: Ном
th: ชื่อ
tk_tm: At
tl: Pangalan
uk: Ім’я
ur: پہلا نام
uz: Ism
vi: Tên

# IDS_TGRAM_BODY_LAST_NAME_ABB
source: Last name
ar: اسم العائلة
as: শেষ নাম
az: Soyad
be_by: Прозвішча
bg: Фамилно име
bn: পদবি
bn_bd: নামের শেষাংশ
el_gr: Επώνυμο
et: Perekonnanimi
eu: Abizena
fr_ca: Nom de famille
ga: Sloinne
gu: છેલ્લું નામ
hr: Prezime
hy: Ազգանուն
is: Eftirnafn
ka: გვარი
kk: Тегі
km: នាម​ត្រកូល
kn: ಕೊನೆಯ ಹೆಸರು
ky_kg: Фамилиясы
lo: ນາມສະກຸນ
lt: Pavardė
lv: Uzvārds
mk: Презиме
ml: അന്തിമ നാമം
mn_mn: Овог
mr: आडनाव
ms: Nama akhir
my_zg: ေနာက္ဆုံး အမည္
ne: अन्तिम नाम
or: ଶେଷ ନାମ
pa: ਆਖਰੀ ਨਾਂ
ro: Nume de familie
si: අවසන් නම
sk: Priezvisko
sl: Priimek
sr: Prezime
ta: கடைசிப் பெயர்
te: చివరి పేరు
tg_tj: Насаб
th: ชื่อสกุล
tk_tm: Familiýa
tl: Apelyido
uk: Прізвище
ur: آخری نام
uz: Familiya
vi: Họ

# IDS_TGRAM_BODY_MOBILE_ABB
source: Mobile
ar: هاتف محمول
as: ম'বাইল
az: Mobil
be_by: Мабільны
bg: Мобилни
bn: মোবাইল
bn_bd: মোবাইল
el_gr: Κινητό
eu: Mugikorra
ga: Móibíleach
gu: મોબાઇલ
hr: Mobitel
hy: Բջջային
is: Farsími
ka: მობილური
kk: Ұялы
km: ម៉ូបាល
kn: ಮೊಬೈಲ್
ky_kg: Мобилдик
lo: ເມືອງໂມບາຍ
lt: Mobilusis
lv: Mobilais
mk: Мобилен
ml: മൊബൈല്‍
mn_mn: Гар утас
mr: मोबाईल
ms: Mudah alih
my_zg: မိုဘိုင္း
ne: मोबाइल
or: ମୋବାଇଲ୍
pa: ਮੋਬਾਈਲ
ro: Mobil
si: ජංගමය
sk: Mobil
sl: Mobilna št.
sr: Mobilni
ta: மொபைல்
te: మొబైల్
tg_tj: Мобилӣ
th: มือ​ถือ
tk_tm: Ykjam
uk: Мобільний
ur: موبائل
uz: Mobil
vi: Di động

# IDS_TGRAM_OPT_PHONE_NUMBER_ABB
source: Phone number
ar: رقم الهاتف
as: ফোন নম্বৰ
az: Telefon nömrəsi
be_by: Тэлефонны нумар
bg: Телефонен номер
bn: ফোন নম্বর
bn_bd: ফোন নম্বর
el_gr: Αριθμός τηλεφώνου
et: Telefoninumber
eu: Telefono zenbakia
fr_ca: Numéro de téléphone
ga: Uimhir fóin
gu: ફોન નંબર
hr: Telefonski broj
hy: Հեռախոսահամար
is: Símanúmer
ka: ტელეფონის ნომერი
kk: Телефон нөмірі
km: លេខ​ទូរសព្ទ
kn: ಫೋನ್ ಸಂಖ್ಯೆ
ky_kg: Телефон номери
lo: ເບີໂທລະສັບ
lt: Telefono numeris
lv: Tālruņa numurs
mk: Телефонски број
ml: ഫോൺ നമ്പർ
mn_mn: Утасны дугаар
mr: फोन नंबर
ms: Nombor telefon
my_zg: ဖုန္း နံပါတ္
ne: फोन नम्बर
or: ଫୋନ୍ ନମ୍ଵର୍
pa: ਫ਼ੋਨ ਨੰਬਰ
ro: Număr de telefon
si: දුරකථන අංකය
sk: Telefónne číslo
sl: Telefonska številka
sr: Broj telefona
ta: ஃபோன் எண்
te: ఫోన్ నంబర్
tg_tj: Рақами телефон
th: หมายเลขโทรศัพท์
tk_tm: Telefon belgi
tl: Numero ng telepono
uk: Номер телефону
ur: فون نمبر
uz: Telefon raqami
vi: Số điện thoại

# IDS_TGRAM_OPT_MOBILE
source: Mobile
ar: هاتف محمول
as: ম'বাইল
az: Mobil
be_by: Мабільны
bg: Мобилен
bn: মোবাইল
bn_bd: মোবাইল
el_gr: Κινητό
et: Mobiil
eu: Mugikorra
ga: Póca
gu: મોબાઇલ
hr: Mobilni
hy: Բջջային
is: Farsími
ka: მობილური
kk: Ұялы
km: ចល័តe
kn: ಮೊಬೈಲ್
ky_kg: Мобилдик
lo: ມືຖື
lt: Mobilusis
lv: Mobilais
mk: Мобилен
ml: മൊബൈൽ
mn_mn: Гар утас
mr: मोबाईल
ms: Mudah Alih
my_zg: မုိဘုိင္း
ne: मोबाइल
or: ମୋବାଇଲ୍
pa: ਮੋਬਾਈਲ
ro: Telefon mobil
si: ජංගම
sk: Mobil
sl: Mobilna
sr: Mobilni
ta: மொபைல்
te: మొబైల్
tg_tj: Мобилӣ
th: มือถือ
tk_tm: Mobil
uk: Мобільний
ur: موبائل
uz: Mobil
vi: Di động

# IDS_TGRAM_OPT_HOME
source: Home
ar: المنزل
as: গৃহ
az: Ev
be_by: Хатні
bg: Домашен
bn: হোম
bn_bd: হোম
el_gr: Οικία
et: Kodu
eu: Hasiera
fr_ca: Accueil
ga: Baile
gu: ઘર
hr: Kućni
hy: Տուն
is: Heim
ka: სახლი
kk: Үй
km: គេហ
kn: ಮನೆ
ky_kg: Үй
lo: ບ້ານ
lt: Pradžios ekranas
lv: Mājās
mk: Дома
ml: വീട്
mn_mn: Гэр
mr: निवास
ms: Utama
my_zg: ပင္မ
ne: घर
or: ହୋମ୍
pa: ਘਰ
ro: Acasă
si: නිවස
sk: Domov
sl: Domov
sr: Dom
ta: இல்லம்
te: హోమ్
tg_tj: Хона
th: บ้าน
tk_tm: Öý
tl: Telepono sa bahay
uk: Домашній
ur: گھر
uz: Uy
vi: Nhà riêng
