Repository: temper8/tizen-telegram
Catalog: TelegramTizen/res/po/*.po
Languages: ar, as, az, be_by, bg, bn, bn_bd, el_gr, et, eu, fr_ca, ga, gu, hr, hy, is, ka, kk, km, kn, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, ne, or, pa, ro, si, sk, sl, sr, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi

# IDS_TGRAM_HEADER_LAST_SEEN_PD_MINUTES_AGO_ABB
source: Last seen %d minutes ago
ar: آخر ظهور منذ %d من الدقائق
as: %d মিনিট পূৰ্বে অন্তিম বাৰ দেখা যোৱা
az: Sonuncu dəfə baxılıb: %d dəqiqə əvvəl
be_by: Апошні прагляд %d хвілін(ы) таму
bg: Последно на линия преди %d минути
bn: %d মিনিট আগে শেষবার দেখা হয়েছে
bn_bd: সর্বশেষ %d মিনিট আগে দেখা গেছে
el_gr: Τελευταία εμφάνιση πριν από %d λεπτά
et: Viimati nähtud %d minutit tagasi
eu: Ikusitako azken aldia: duela %d minutu
fr_ca: Dernière consultation il y a %d minutes
ga: Feicthe %d nóiméad ó shin
gu: છેલ્લે %d મિનિટ્સ પહેલાં જોવાયેલ
hr: Zadnji put viđeno prije %d min
hy: Վերջին հանդիպումը՝ %d րոպե առաջ
is: Síðast á svæðinu f. %d mínútum
ka: ბოლოს ნანახია %d წუთის წინ
kk: Соңғы рет %d минут бұрын кірді
km: បាន​ឃើញ​ចុងក្រោយ %d នាទី មុន
kn: ಕೊನೆಯದಾಗಿ ನೋಡಿದ್ದು %d ನಿಮಿಷಗಳ ಹಿಂದೆ
ky_kg: Акыркы жолу %d мүнөт мурун көрүлгөн
lo: ເຫັນຫຼ້າສຸດ %d ນາທີຜ່ານມາ
lt: Paskutinįkart matytas(-a) prieš %d min.
lv: Pēdējo reizi redzēts pirms %d min
mk: Последен пат видено пред %d минути
ml: അവസാനം കണ്ടത് %d മിനിറ്റ് മുമ്പ്
mn_mn: %d минутын өмнө харсан
mr: %d मिनिटांपूर्वी अंतिम पाहिलेले
ms: Terakhir dilihat %d minit yang lalu
my_zg: လြန္ခဲ့ေသာ %d မိနစ္က ေနာက္ဆံုးၾကည့္ခဲ့သည္
ne: पछिल्लो पटक देखिएको %d मिनट अघि
or: %d ମିନିଟ୍ ପୂର୍ବେ ଶେଷ ଥର ଦେଖିଥିଲେ
pa: ਆਖਰੀ ਵਾਰ %d ਮਿੰਟ ਪਹਿਲਾਂ ਦੇਖਿਆ ਗਿਆ
ro: Văzut ultima dată acum %d minute
si: අවසන් දැක්ම විනාඩි %d කට පෙර
sk: Posledné zazretie pred %d minútami
sl: Nazadnje viden pred %d min
sr: Poslednji put viđeno pre %d minuta
ta: கடைசியாக %d நிமிடங்கள் முன்பு பார்க்கப்பட்டது
te: చివరిగా %d నిమిషాల క్రితం చూసారు
tg_tj: Бори охир %d дақиқа пеш
th: เห็นครั้งสุดท้ายเมื่อ %d นาทีที่แล้ว
tk_tm: Soňky görleni %d minut öň
tl: Huling nakita %d minuto na ang nakalipas
uk: Востаннє з'являвся: %d хв. тому
ur: آخری بار %d منٹ قبل دیکھا گیا
uz: Oxirgi marta %d daqiqa avval ko‘rilgan
vi: Nhìn thấy lần cuối vào %d phút trước

# IDS_TGRAM_HEADER_LAST_SEEN_1_HOUR_AGO_ABB
source: Last seen 1 hour ago
ar: آخر ظهور منذ ساعة واحدة
as: 1 ঘণ্টা পূৰ্বে অন্তিম বাৰ দেখা যোৱা
az: Sonuncu dəfə baxılıb: 1 saat əvvəl
be_by: Апошні прагляд 1 гадзіну таму
bg: Последно на линия преди 1 час
bn: 1 ঘন্টা আগে শেষবার দেখা হয়েছে
bn_bd: সর্বশেষ 1 ঘণ্টা আগে দেখা গেছে
el_gr: Τελευταία εμφάνιση πριν από 1 ώρα
et: Viimati nähtud 1 tund tagasi
eu: Ikusitako azken aldia: duela 1 ordu
fr_ca: Dernière consultation il y a 1 heure
ga: Feicthe 1 uair an chloig ó shin
gu: છેલ્લે 1 કલાક પહેલાં જોવાયેલ
hr: Zadnji put viđeno prije 1 sat
hy: Վերջին հանդիպումը՝ 1 ժամ առաջ
is: Síðast á svæðinu fyrir klukkustund
ka: ბოლოს ნანახია 1 საათის წინ
kk: Соңғы рет 1 сағат бұрын кірді
km: បាន​ឃើញ​ចុងក្រោយ 1 ម៉ោង មុន
kn: ಕೊನೆಯದಾಗಿ ನೋಡಿದ್ದು 1 ಗಂಟೆಯ ಹಿಂದೆ
ky_kg: Акыркы жолу 1 саат мурун көрүлгөн
lo: ເຫັນຫຼ້າສຸດ 1 ຊົ່ວໂມງຜ່ານມາ
lt: Paskutinįkart matytas (-a) prieš 1 val.
lv: Pēdējo reizi redzēts pirms 1 stundas
mk: Последен пат видено пред 1 час
ml: അവസാനം കണ്ടത് 1 മണിക്കൂർ മുമ്പ്
mn_mn: 1 цагийн өмнө харсан
mr: 1 तासापूर्वी अंतिम पाहिलेले
ms: Terakhir dilihat 1 jam yang lalu
my_zg: လြန္ခဲ့ေသာ ၁ နာရီက ေနာက္ဆံုးၾကည့္ခဲ့သည္
ne: पछिल्लो पटक देखिएको 1 घण्टा अघि
or: 1 ଘଣ୍ଟା ପୂର୍ବେ ଶେଷ ଦେଖାଯାଇଥିବା
pa: ਆਖਰੀ ਵਾਰ 1 ਘੰਟੇ ਪਹਿਲਾਂ ਦੇਖਿਆ ਗਿਆ
ro: Văzut ultima dată acum 1 oră
si: අවසන් දැක්ම පැය 1 කට පෙර
sk: Posledné zazretie pred 1 hodinou
sl: Nazadnje viden pred 1 h
sr: Poslednji put viđeno pre 1 sat
ta: கடைசியாக 1 மணிநேரம் முன்பு பார்க்கப்பட்டது
te: చివరిగా 1 గంట క్రితం చూసారు
tg_tj: Дидани охирин 1 соат пеш
th: เห็นครั้งสุดท้ายเมื่อ 1 ชั่วโมงที่แล้ว
tk_tm: Soňky görleni 1 sagat öň
tl: Huling nakita 1 oras na ang nakalipas
uk: Востаннє з'являвся: 1 годину тому
ur: آخری بار 1 گھنٹہ قبل دیکھا گیا
uz: Oxirgi marta 1 soat avval ko‘rilgan
vi: Nhìn thấy lần cuối vào 1 giờ trước

# IDS_TGRAM_HEADER_LAST_SEEN_PD_HOURS_AGO_ABB
source: Last seen %d hours ago
ar: آخر ظهور منذ %d من الساعات
as: %d-ঘণ্টা পূৰ্বে অন্তিমবাৰ দেখা গৈছিল
az: %d saat əvvəl daha az baxılan
be_by: Апошні раз быў тут %d гадзін(-ы) таму
bg: Последно на линия преди %d часа
bn: %d ঘন্টা আগে শেষ দেখা হয়েছে
bn_bd: সর্বশেষ %d ঘণ্টা আগে দেখা গেছে
el_gr: Τελευταία εμφάνιση πριν από %d ώρες
et: Viimati nähtud %d tundi tagasi
eu: Azken ikustaldia: duela %d ordu
fr_ca: Dernière consultation il y a %d heures
ga: Feicthe %d uair an chloig ó shin
gu: છેલ્લે %d કલાક પહેલાં જોવાયેલ
hr: Zadnji put viđeno prije %d h
hy: Վերջին հանդիպումը՝ %d ժամ առաջ
is: Síðast á svæðinu fyrir %d klst.
ka: ბოლოს ნანახია %d საათის წინ
kk: Соңғы рет %d сағат бұрын кірді
km: បាន​ឃើញ​ចុងក្រោយ %d ម៉ោង មុន
kn: ಕೊನೆಯದಾಗಿ ನೋಡಿದ್ದು %d ಗಂಟೆಗಳ ಹಿಂದೆ
ky_kg: Акыркы жолу %d саат мурун көрүнгөн
lo: ເຫັນຫຼ້າສຸດ %d ຊົ່ວໂມງຜ່ານມາ
lt: Paskutinįkart mat. prieš %d val.
lv: Pēdējoreiz redzēts pirms %d h
mk: Последен пат видено пред %d часа
ml: അവസാനം കണ്ടത് %d മണിക്കൂർ മുമ്പ്
mn_mn: %d цагийн өмнө харсан
mr: %d तासांपूर्वी अंतिम पाहिलेले
ms: Terakhir dilihat %d jam yang lalu
my_zg: လြန္ခဲ့ေသာ %d နာရီကေနာက္ဆုံးၾကည့္ခဲ့သည္
ne: पछिल्लो पटक देखिएको %d घण्टा अघि
or: %d ଘଣ୍ଟା ପୂର୍ବେ ଶେଷ ଦେଖାଯାଇଥିବା
pa: ਆਖਰੀ ਵਾਰ %d ਘੰਟੇ ਪਹਿਲਾਂ ਦੇਖਿਆ
ro: Văzut ultima dată acum %d ore
si: අවසන් දැක්ම පැය %d කට පෙර
sk: Posledné zazretie pred %d hodinami
sl: Nazadnje viden pred %d h
sr: Poslednji put viđeno pre %d sata/i
ta: %d மணிநேரம் முன்பு கடைசியாகப் பார்க்கப்பட்டது
te: చివరిగా %d గంటల క్రితం చూసారు
tg_tj: Охирин бор %d соат пеш дида шуд
th: เห็นครั้งสุดท้ายเมื่อ %d ชั่วโมงที่แล้ว
tk_tm: Soňky görleni %d sagat öň
tl: Huling nakita %d oras na ang nakalipas
uk: Востаннє у мережі, годин тому: %d
ur: آخری بار %d گھنٹے قبل دیکھا گیا
uz: Oxirgi marta %d soat oldin ko‘rilgan
vi: Nhìn thấy lần cuối vào %d giờ trước

# IDS_TGRAM_HEADER_LAST_SEEN_WITHIN_A_WEEK_ABB
source: Last seen within a week
ar: آخر ظهور في غضون أسبوع
as: এসপ্তাহৰ ভিতৰত অন্তিমবাৰ দেখা গৈছিল
az: Son dəfə həftə ərzində göründü
be_by: Апошні раз быў тут цягам тыдня
bg: Последно на линия в рамките на седмица
bn: এক সপ্তাহের মধ্যে শেষ দেখা হয়েছে
bn_bd: সর্বশেষ এক সপ্তাহের মধ্যে দেখা গেছে
el_gr: Τελευταία εμφάνιση εντός της εβδομάδας
et: Viimati nähtud nädala jooksul
eu: Azken astean ikusitakoak
fr_ca: Dernière consultation cette semaine
ga: Feicthe an tseachtain seo
gu: છેલ્લે એક અઠવાડિયાની અંદર જોવાયેલ
hr: Zadnji put viđeno unutar tjedan dana
hy: Վերջին հանդիպումը՝ մեկ շաբաթվա մեջ
is: Á svæðinu í síðustu viku
ka: ბოლოს ნანახია გასულ კვირაში
kk: Соңғы рет осы аптада кірді
km: បាន​ឃើញ​ចុងក្រោយ​ក្នុង​ពេល​មួយ​សប្ដាហ៍
kn: ಕೊನೆಯದಾಗಿ ನೋಡಿದ್ದು ಒಂದು ವಾರದೊಳಗೆ
ky_kg: Акыркы жолу бир жуманын ичинде көрүнгөн
lo: ເຫັນຫຼ້າສຸດພາຍໃນໜຶ່ງອາທິດ
lt: Paskutinįkart matyt. šią savaitę
lv: Pēdējoreiz redzēts šonedēļ
mk: Последен пат видено пред една седмица
ml: അവസാനം കണ്ടത് ഒരു ആഴ്ചക്കുള്ളിൽ
mn_mn: Долоо хоног орчмын өмнө харсан
mr: आठवड्याच्या आत अंतिम पाहिलेले
ms: Terakhir dilihat dalam minggu
my_zg: တစ္ပတ္အတြင္းေနာက္ဆုံးၾကည့္ခဲ့သည္
ne: पछिल्लो पटक देखिएको एक हप्ता भित्रै
or: ଏକ ସପ୍ତାହ ମଧ୍ୟରେ ଶେଷ ଦେଖାଯାଇଥିବା
pa: ਆਖਰੀ ਵਾਰ ਇੱਕ ਹਫਤੇ ਦੇ ਅੰਦਰ ਦੇਖਿਆ
ro: Văzut ultima dată în această săptămână
si: අවසන් දැක්ම සතියක් තුළ
sk: Posledné zazretie do jedného týždňa
sl: Nazadnje viden ta teden
sr: Poslednji put viđeno tokom ove nedelje
ta: ஒரு வாரத்திற்குள் கடைசியாகப் பார்க்கப்பட்டது
te: చివరిగా ఒక వారం క్రితం చూసారు
tg_tj: Охирин бор давоми як ҳафта дида шуд
th: เห็นครั้งสุดท้ายภายในสัปดาห์นี้
tk_tm: Soňky görleni geçen hepde
tl: Huling nakita sa loob ng isang linggo
uk: Востаннє у мережі: на цьому тижні
ur: آخری بار ایک ہفتے میں دیکھا گیا
uz: Oxirgi marta bir hafta oldin ko‘rilgan
vi: Nhìn thấy lần cuối trong tuần

# IDS_TGRAM_HEADER_LAST_SEEN_WITHIN_A_MONTH_ABB
source: Last seen within a month
ar: آخر ظهور في غضون شهر
as: এমাহৰ ভিতৰত অন্তিমবাৰ দেখা গৈছিল
az: Son dəfə ay ərzində göründü
be_by: Апошні раз быў тут цягам месяца
bg: Последно на линия в рамките на месец
bn: এক মাসের মধ্যে শেষ দেখা হয়েছে
bn_bd: সর্বশেষ এক মাসের মধ্যে দেখা গেছে
el_gr: Τελευταία εμφάνιση εντός του μήνα
et: Viimati nähtud kuu jooksul
eu: Azken hilabetean ikusitakoak
fr_ca: Dernière consultation ce mois
ga: Feicthe an mhí seo
gu: છેલ્લે એક મહિનાની અંદર જોવાયેલ
hr: Zadnji put viđeno unutar mjesec dana
hy: Վերջին հանդիպումը՝ մեկ ամսվա մեջ
is: Á svæðinu innan síðasta mánaðar
ka: ბოლოს ნანახია გასულ თვეში
kk: Соңғы рет осы айда кірді
km: បាន​ឃើញ​ចុងក្រោយ​ក្នុង​ពេល​មួយ​ខែ
kn: ಕೊನೆಯದಾಗಿ ನೋಡಿದ್ದು ಒಂದು ತಿಂಗಳೊಳಗೆ
ky_kg: Акыркы жолу бир айдын ичинде көрүнгөн
lo: ເຫັນຫຼ້າສຸດພາຍໃນໜຶ່ງເດືອນ
lt: Paskutinįkart matyt. šį mėnesį
lv: Pēdējoreiz redzēts šomēnes
mk: Последен пат видено пред еден месец
ml: അവസാനം കണ്ടത് ഒരു മാസത്തിനുള്ളിൽ
mn_mn: Сар орчмын өмнө харсан
mr: महिन्याच्या आत अंतिम पाहिलेले
ms: Terakhir dilihat dalam bulan
my_zg: တစ္လအတြင္းေနာက္ဆုံးၾကည့္ခဲ့သည္
ne: पछिल्लो पटक देखिएको एक महिना भित्रै
or: ଏକ ମାସ ମଧ୍ୟରେ ଶେଷ ଦେଖାଯାଇଥିବା
pa: ਆਖਰੀ ਵਾਰ ਇੱਕ ਮਹੀਨੇ ਦੇ ਅੰਦਰ ਦੇਖਿਆ
ro: Văzut ultima dată în această lună
si: අවසන් දැක්ම මාසයක් තුළ
sk: Posledné zazretie do jedného mesiaca
sl: Nazadnje viden ta mesec
sr: Poslednji put viđeno tokom ovog meseca
ta: ஒரு மாதத்திற்குள் கடைசியாகப் பார்க்கப்பட்டது
te: చివరిగా ఒక నెల క్రితం చూసారు
tg_tj: Охирин бор давоми як моҳ дида шуд
th: เห็นครั้งสุดท้ายภายในเดือนนี้
tk_tm: Soňky görleni geçen aý
tl: Huling nakita sa loob ng isang buwan
uk: Востаннє у мережі: у цьому місяці
ur: آخری بار ایک مہینے میں دیکھا گیا
uz: Oxirgi marta bir oy oldin ko‘rilgan
vi: Nhìn thấy lần cuối trong tháng

# IDS_TGRAM_OPT_VIEW_PROFILE_ABB
source: View profile
ar: عرض ملف التعريف
as: প্ৰ'ফাইল দৰ্শন কৰক
az: Profilə bax
be_by: Прагляд профілю
bg: Преглед профил
bn: প্রোফাইলটি দেখুন
bn_bd: প্রোফাইল দেখুন
el_gr: Προβολή προφίλ
et: Kuva profiil
eu: Ikusi profila
fr_ca: Afficher profil
ga: Féach próifíl
gu: પ્રોફાઇલ જુઓ
hr: Prikaži profil
hy: Դիտել պրոֆիլը
is: Skoða prófíl
ka: პროფილის ნახვა
kk: Профильді көру
km: បង្ហាញ​ទម្រង់
kn: ಪ್ರೊಫೈಲ್ ವೀಕ್ಷಿಸಿ
ky_kg: Профилди көрүү
lo: ເບິ່ງໂປຣໄຟລ໌
lt: Žr. profilį
lv: Skatīt profilu
mk: Прикажи профил
ml: പ്രൊഫൈൽ കാണുക
mn_mn: Профиль харах
mr: प्रोफाइल पहा
ms: Lihat profil
my_zg: အေၾကာင္းအခ်က္ ၾကည့္ပါ
ne: प्रोफाइल हेर्नु
or: ପ୍ରୋଫାଇଲ୍ ଦର୍ଶନ
pa: ਪ੍ਰੋਫਾਈਲ ਦੇਖੋ
ro: Viz. profil
si: පැතිකඩ බලන්න
sk: Zobraziť profil
sl: Prikaz profila
sr: Prikaži profil
ta: ப்ரொஃபைல் காண்க
te: ప్రొఫైల్‌ను వీక్షించండి
tg_tj: Дидани профил
th: ดูโปรไฟล์
tk_tm: Profili gör
tl: Tingnan ang profile
uk: Перегл. профіль
ur: پروفائل دیکھیں
uz: Profilni ko‘r
vi: Xem hồ sơ

# IDS_TGRAM_OPT_DELETE
source: Delete
ar: حذف
as: বিলোপ কৰক
az: Sil
be_by: Выдаліць
bg: Изтриване
bn: মুছুন
bn_bd: মুছে ফেলুন
el_gr: Διαγραφή
et: Kustuta
eu: Ezabatu
fr_ca: Supprimer
ga: Scrios
gu: હટાવો
hr: Obriši
hy: Վերացնել
is: Eyða
ka: წაშლა
kk: Жою
km: លុប
kn: ಅಳಿಸಿ
ky_kg: Жоюу
lo: ລຶບ
lt: Trinti
lv: Dzēst
mk: Избриши
ml: ഇല്ലാതാക്കുക
mn_mn: Устгах
mr: हटवा
ms: Padam
my_zg: ဖ်က္ပစ္ပါ
ne: मेटाउनुहोस्
or: ବିଲୋପ
pa: ਮਿਟਾਓ
ro: Ştergere
si: මකන්න
sk: Odstrániť
sl: Izbriši
sr: Izbriši
ta: நீக்கவும்
te: తొలగించు
tg_tj: Нест кардан
th: ลบ
tk_tm: Aýyr
tl: I-delete
uk: Видалити
ur: حذف کریں
uz: Yo‘q qilish
vi: Xóa

# IDS_TGRAM_OPT_NOTIFICATION_SETTINGS_ABB
source: Notification settings
ar: ضبط الإشعارات
as: অধিসূচনা ছেটিংছ
az: Bildiriş parametrləri
be_by: Налады апавяшчэнняў
bg: Настройки за уведомления
bn: বিজ্ঞপ্তি সেটিংস
bn_bd: বিজ্ঞপ্তির সেটিংস
el_gr: Ρυθμίσεις ειδοποιήσεων
et: Teavituse seaded
eu: Jakinarazpen ezarpenak
fr_ca: Paramètres de notification
ga: Socruithe fógra
gu: સૂચના સેટિંગ્સ
hr: Postavke obavijesti
hy: Ծանուցման դրվածքներ
is: Tilkynningastillingar
ka: შეტყობინების პარამეტრები
kk: Хабарландыру параметрлері
km: ការកំណត់​ការជូនដំណឹង
kn: ಪ್ರಕಟಣೆ ಸಂಯೋ.
ky_kg: Эскертүү орнотуулары
lo: ການຕັ້ງຄ່າການແຈ້ງເຕືອນ
lt: Pranešimo nustatymai
lv: Paziņojumu iestatījumi
mk: Подесувања за известување
ml: അറിയിപ്പ് ക്രമീകരണങ്ങൾ
mn_mn: Мэдэгдлийн тохиргоо
mr: अधिसूचना सेटिंग्स
ms: Aturan pemberitahuan
my_zg: သတိေပးခ်က္ သတ္မွတ္ခ်က္မ်ား
ne: सूचना सेटिङहरू
or: ବିଜ୍ଞପ୍ତି ସେଟିଂସ୍
pa: ਸੂਚਨਾ ਸੈੱਟਿੰਗਸ
ro: Setări pentru notificări
si: දැනුම්දීම් සැකසුම්
sk: Nastavenia oznámení
sl: Nastavitve obvestil
sr: Podešavanja obaveštenja
ta: அறிவிப்பு அமைவுகள்
te: నోటిఫికేషన్ సెట్టింగ్‌లు
tg_tj: Танзимоти огоҳиҳо
th: การตั้งค่าการแจ้งเตือน
tk_tm: Habarnama sazlamalary
tl: Mga setting ng notification
uk: Налаштування сповіщення
ur: نوٹیفکیشن کی سیٹنگز
uz: Bildirishnoma parametrlari
vi: Cài đặt thông báo

# IDS_TGRAM_BODY_NO_MESSAGES_HERE_YET_ING
source: No messages here yet...
ar: ما من رسائل هنا بعد...
as: ইয়াত এতিয়াও কোনো মেচেজ নাই...
az: Burada hələ mesaj yoxdur...
be_by: Тут пакуль няма паведамленняў...
bg: Тук все още няма съобщения...
bn: এখনও কোনও বার্তা নেই...
bn_bd: এখানে এখনো কোনো মেসেজ নেই...
el_gr: Δεν υπάρχουν μηνύματα εδώ ακόμα...
et: Siin pole veel ühtegi sõnumit...
eu: Ez dago mezurik oraindik...
fr_ca: Aucun message pour le moment...
ga: Níl aon teachtaireachtaí anseo go fóill...
gu: હજુ સુધી અહીં કોઈ સંદેશા નથી...
hr: Još nema poruka...
hy: Այստեղ դեռ հաղորդագրություններ չկան...
is: Engin skilaboð borist enn...
ka: აქ ჯერ არ არის შეტყობინებები...
kk: Осы жерде хабарлар әлі жоқ...
km: គ្មាន​សារ​ទីនេះ​នៅឡើយ...
kn: ಇಲ್ಲಿ ಇದುವರೆಗೆ ಯಾವುದೇ ಸಂದೇಶಗಳಿಲ್ಲ...
ky_kg: Азырынча бул жерде билдирүүлөр жок...
lo: ບໍ່ມີຂໍ້ຄວາມຢູ່ທີ່ນີ້ເທື່ອ...
lt: Čia dar nėra žinučių...
lv: Šeit vēl nav nevienas ziņas...
mk: Тука сé уште нема пораки...
ml: ഇവിടെ ഇതുവരെ സന്ദേശങ്ങളൊന്നുമില്ല...
mn_mn: Энд хараахан шинэ зурвас байхгүй...
mr: अद्याप कोणतेही संदेश येथे नाहीत...
ms: Belum ada mesej di sini lagi...
my_zg: ဤေနရာတြင္မက္ေဆ့ခ္်မ်ား မရွိေသးပါ...
ne: यहाँ अझैपनि कुनै संदेशहरू छैनन्...
or: ଏପର୍ଯ୍ୟନ୍ତ ଏଠାରେ କୌଣସି ସନ୍ଦେଶ ନାହିଁ...
pa: ਅਜੇ ਇੱਥੇ ਕੋਈ ਸੰਦੇਸ਼ ਨਹੀਂ...
ro: Nu aveţi încă mesaje aici...
si: තවමත් මෙතැන පණිවිඩ නැත...
sk: Zatiaľ tu nie sú žiadne správy...
sl: Tu še ni sporočil ...
sr: Ovde još uvek nema poruka...
ta: இதுவரை தகவல்கள் இங்கு ஏதுமில்லை...
te: ఇప్పటికీ ఇక్కడ సందేశాలు లేవు...
tg_tj: Инҷо ҳоло ягон паём нест...
th: ยังไม่มีข้อความที่นี่...
tk_tm: Heniz hat ýok...
tl: Wala pang mensahe rito...
uk: Повідомлень ще немає...
ur: ابھی تک یہاں کوئی پیغامات نہیں...
uz: Bu yerda hozircha xabarlar yo‘q...
vi: Chưa có tin nhắn nào ở đây...

# IDS_TGRAM_BODY_PD_PARTICIPANTS
source: %d participants
ar: %d من المشاركين
as: %d অংশগ্ৰহণকাৰী
az: %d iştirakçı
be_by: Удзельнікаў: %d
bg: %d участници
bn: %d জন অংশগ্রহণকারী
bn_bd: %d অংশগ্রহণকারী
el_gr: %d συμμετέχοντες
et: %d osalejat
eu: %d parte hartzaile
ga: %d rannpháirtí
gu: %d પ્રતિભાગીઓ
hr: Sudionici: %d
hy: %d մասնակից
is: %d þátttakendur
ka: %d მონაწილე
kk: %d қатысушы
km: អ្នកចូលរួម %d
kn: %d ಭಾಗವಹಿಸುವವರು
ky_kg: %d катышуучу
lo: %d ຜູ້ເຂົ້າຮ່ວມ
lt: Dalyvių: %d
lv: %d dalībnieki
mk: %d учесници
ml: %d പങ്കാളികൾ
mn_mn: %d оролцогч
mr: %d सहभागी
ms: %d peserta
my_zg: ပါဝင္သူ %d ဦး
ne: %d सहभागीहरू
or: %dଟି ଅଂଶଗ୍ରହଣକାରୀ
pa: %d ਭਾਗੀਦਾਰ
ro: %d participanţi
si: සහභාගීවන්නෝ %d
sk: Počet účastníkov: %d
sl: Število udeležencev: %d
sr: %d učesnika
ta: %d பங்கேற்பாளர்கள்
te: %d భాగస్వాములు
tg_tj: %d иштирокчӣ
th: ผู้เข้าร่วม %d คน
tk_tm: %d gatnaşyjy
tl: %d kalahok
uk: Учасників: %d
ur: %d شرکاء
uz: %d ishtirokchi
vi: %d người tham gia

# IDS_TGRAM_BODY_YOU_HAVE_CREATED_THIS_GROUP_CHAT
source: You have created this group chat.
ar: لقد أنشأت مجموعة الدردشة هذه.
as: আপুনি এই গোট চাট সৃষ্টি কৰিছে৷
az: Siz bu qrup söhbətini yaratdınız.
be_by: Вы стварылі чат гэтай групы.
bg: Създадохте този групов чат.
bn: আপনি এই গোষ্ঠী চ্যাট তৈরি করেছেন।
bn_bd: আপনি এই গ্রুপ চ্যাট তৈরি করেছেন৷
el_gr: Δημιουργήσατε αυτήν την ομάδα συνομιλίας.
et: Lõite selle rühmavestluse.
eu: Talde txat hau zuk sortu duzu.
fr_ca: Vous avez créé ce chat en groupe.
ga: Is tusa a chruthaigh an grúpchomhrá seo.
gu: તમે આ સમૂહ ચેટ બનાવી છે.
hr: Stvorili ste ovo grupno čavrljanje.
hy: Դուք ստեղծել եք այս խմբազրույցը:
is: Þú bjóst til þetta hópspjall.
ka: თქვენ შექმენით ეს ჯგუფური საუბარი.
kk: Сіз осы топтық чатты жасадыңыз.
km: អ្នក​បាន​បង្កើត​ឆាត​ជាក្រុម​នេះ។
kn: ನೀವು ಈ ಗುಂಪು ಚಾಟ್ ಪ್ರಾರಂಭಿಸಿರುವಿರಿ.
ky_kg: Бул топ чатты сиз түзгөнсүз.
lo: ທ່ານໄດ້ສ້າງແຊັດກຸ່ມນີ້.
lt: Jūs sukūrėte šį grupės pokalbį.
lv: Jūs izveidojāt šo grupas tērzēšanu.
mk: Вие го создадовте овој групен разговор.
ml: ഈ ഗ്രൂപ്പ് ചാറ്റ് നിങ്ങൾ സൃഷ്ടിച്ചു.
mn_mn: Та энэ бүлгийн чаатыг үүсгэсэн.
mr: आपण हा समूह च्रॅट तयार केला आहे.
ms: Anda telah mencipta kumpulan sembang ini.
my_zg: ဤအုပ္စုခ်တ္ကုိ သင္ဖန္တီးထားသည္။
ne: तपाईले यो समूह च्याट सिर्जना गर्नुभएको छ।
or: ଆପଣ ଏହି ଗୋଷ୍ଠୀ ଚାଟ୍ ସୃଷ୍ଟି କରିଛନ୍ତି।
pa: ਤੁਸੀਂ ਇਸ ਸਮੂਹ ਚੈਟ ਨੂੰ ਬਣਾਇਆ ਹੈ।
ro: Aţi creat acest chat de grup.
si: ඔබ මෙම සමූහ සංවාදය තැනුවේය.
sk: Vytvorili ste túto skupinovú konverzáciu.
sl: Ta skupinski klepet ste ustvarili vi.
sr: Vi ste kreirali ovo grupno ćaskanje.
ta: நீங்கள் இந்தக் குழு அரட்டையை உருவாக்கியுள்ளீர்கள்.
te: మీరు ఈ సమూహ చాట్‌ను సృష్టించారు.
tg_tj: Ин чати гуруҳиро шумо эҷод кардаед.
th: คุณได้สร้างกลุ่มสนทนานี้แล้ว
tk_tm: Bu topar söhbetini döretdiňiz.
tl: Nilikha mo ang Panggrupong chat na ito.
uk: Цей груповий чат створено вами.
ur: آپ نے اس گروپ چیٹ کو بنایا ہے۔
uz: Ushbu guruh chatini yaratdingiz.
vi: Bạn đã tạo nhóm chat này.

# IDS_TGRAM_OPT_LEAVE_GROUP_CHAT_ABB
source: Leave group chat
ar: مغادرة الدردشة الجماعية
as: গোট চাট এৰক
az: Qrup söhbətindən çıx
be_by: Выйсці з групавога чату
bg: Напускане на групов чат
bn: গোষ্ঠী চ্যাট ছেড়ে যান
bn_bd: গ্রুপ চ্যাট ছেড়ে যান
el_gr: Αποχώρηση από ομαδ. συνομιλία
et: Lahku rühmavestlusest
eu: Irten talde txatetik
fr_ca: Quitter le chat en groupe
ga: Imigh as an ngrúpchomhrá
gu: સમૂહ ચેટ છોડો
hr: Napusti grupno čavrljanje
hy: Լքել խմբազրույցը
is: Yfirgefa hópspjall
ka: ჯგუფური საუბრიდან გასვლა
kk: Топ чатынан шығу
km: ចាកចេញ​ពី​ឆាត​ជាក្រុម
kn: ಗುಂಪು ಚಾಟ್ ತೊರೆಯಿರಿ
ky_kg: Топ чатынан чыгуу
lo: ອອກຈາກການແຊັດກຸ່ມ
lt: Palikti grupės pokalbį
lv: Iziet no grupas tērzēšanas
mk: Напушти групен разговор
ml: ഗ്രൂപ്പ് ചാറ്റ് വിടുക
mn_mn: Бүлгийн чаатыг орхи
mr: समूह चॅट सोडा
ms: Tinggalkan sembang kumpulan
my_zg: အုပ္စုခ်က္ပ္မွ ထြက္ပါ
ne: समूह च्याट छोड्नुहोस्
or: ଗୋଷ୍ଠୀ ଚାଟ୍ ପରିତ୍ୟାଗ କରନ୍ତୁ
pa: ਸਮੂਹ ਚੈਟ ਛੱਡੋ
ro: Părăsire chat de grup
si: සමූහ සංවාදයෙන් පිටවන්න
sk: Opustiť skupinovú konverzáciu
sl: Zapustite skupinski pogovor
sr: Napusti grupno ćaskanje
ta: குழு அரட்டையை விட்டு விலகவும்
te: సమూహ చాట్ నుండి నిష్క్రమించండి
tg_tj: Тарки чати гурӯҳӣ
th: ออกจากการสนทนากลุ่ม
tk_tm: Topar söhbetinden çyk
tl: Umalis sa panggrupong chat
uk: Завершити груповий чат
ur: گروپ چیٹ چھوڑ دیں
uz: Guruh chatidan chiqish
vi: Rời khỏi chat nhóm

# IDS_TGRAM_BODY_PS_HAS_LEFT_THE_GROUP_CHAT_ABB
source: %s has left the group chat.
ar: تمت مغادرة الدردشة الجماعية من قبل %s.
as: %s-এ গোট চাট ত্যাগ কৰিলে৷
az: %s qrup söhbətindən çıxdı.
be_by: %s выйшаў з групавога чата.
bg: %s напусна груповия чат.
bn: %s গোষ্ঠী চ্যাট ছেড়ে গেছে।
bn_bd: %s গ্রুপ চ্যাট ছেড়ে চলে গেছে৷
el_gr: Ο/η %s αποχ. από ομαδ. συνομ.
et: %s lahkus rühmavestlusest.
eu: %s talde txatetik irten da.
fr_ca: %s a quitté ce chat en groupe.
ga: D'imigh %s ón ngrúpchomhrá.
gu: %s આ સમૂહ ચેટ છોડી ગયા.
hr: %s je napustio/la grupno čavrlj.
hy: %s լքել է խմբազրույցը:
is: %s yfirgaf hópspjallið.
ka: %s გავიდა ჯგუფური საუბარიდან.
kk: %s топ чатынан шықты.
km: %s បាន​ចាកចេញ​ពី​ឆាត​ជាក្រុម។
kn: %s ಗುಂಪು ಚಾಟ್ ತೊರೆದಿದ್ದಾರೆ.
ky_kg: %s топ чаттан чыкты.
lo: %s ອອກ​ຈາກ​ການ​ແຊັດ​​ກຸ່ມ​ແລ້ວ.
lt: %s išėjo iš grupės pokalbio.
lv: %s atstāja grupas tērzēšanu.
mk: %s го напушти групниот разговор.
ml: %s ഗ്രൂപ്പ് ചാറ്റ് വിട്ടു.
mn_mn: %s бүлгийн чаатаас гарсан.
mr: %s समूह चॅट सोडून गेला आहे.
ms: %s meninggalkn sembang kumpulan.
my_zg: %s သည္ အုပ္စုခ်တ္မွ ထြက္ခြါသြားၿပီးျဖစ္သည္။
ne: %s ले समूह च्याट छोड्नुभएको छ।
or: %s ଗୋଷ୍ଠୀ ଚାଟ୍ ପରିତ୍ୟାଗ କରିଛ.।
pa: %s ਨੇ ਸਮੂਹ ਚੈਟ ਛੱਡ ਦਿੱਤੀ ਹੈ।
ro: %s a părăsit chatul de grup.
si: %s සමූහ සංවාදය හැර ගියේය.
sk: %s opust. skupinovú konverzáciu.
sl: Oseba %s je zapus. skup. klepet.
sr: %s je napustio/la grupno ćask.
ta: குழு அரட்டையிலிருந்து %s விலகிவிட்டார்.
te: %s సమూహ చాట్ నుండి నిష్క్రమించారు.
tg_tj: %s аз чати гурӯҳи баромад.
th: %s ออกจากการสนทนากลุ่มแล้ว
tk_tm: %s topar söhbetinden çykdy.
tl: Umalis si %s ng panggrupong chat.
uk: Корист. %s вийшов із груп. чата.
ur: %s نے گروپ چیٹ چھوڑ دی ہے۔
uz: %s guruh chatini tark etdi.
vi: %s đã rời khỏi chat nhóm.

# IDS_TGRAM_HEADER_PS_CREATED_THIS_GROUP_CHAT_ABB
source: %s created this group chat.
ar: قام %s بإنشاء الدردشة الجماعية هذه.
as: %s-এ এই গোট চাট সৃষ্টি কৰিছে৷
az: %s bu qrup söhbətini yaratdı.
be_by: %s стварыў гэты групавы чат.
bg: %s създаде този групов чат.
bn: %s এই গোষ্ঠী চ্যাট তৈরি করেছে।
bn_bd: %s এই গ্রুপ চ্যাট তৈরি করেছে৷
el_gr: Ο χρήστ. %s δημ. αυτήν την ομαδ. συνομ.
et: %s lõi selle rühmavestluse.
eu: %s(e)k sortu du talde txat hau.
fr_ca: %s a créé ce chat en groupe.
ga: Chruthaigh %s an grúpchomhrá seo.
gu: %s એ આ સમૂહ ચેટ બનાવી.
hr: %s je stvorio/la ovo grupno čavrljanje.
hy: %s ստեղծել է այս խմբազրույցը:
is: %s bjó til þetta hópspjall.
ka: %s არის ამ ჯგუფური საუბრის შემქმნელი.
kk: %s осы топ чатын жасады.
km: %s បាន​បង្កើត​ឆាត​ជាក្រុម​នេះ។
kn: %s ಈ ಗುಂಪು ಚಾಟ್ ರಚಿಸಿದ್ದಾರೆ.
ky_kg: Бул топ чатты %s түздү.
lo: %s ສ້າງແຊັດກຸ່ມນີ້ແລ້ວ.
lt: %s sukūrė šios grupės pokalbį.
lv: Šo tērzēšanu izveidoja %s.
mk: %s го создаде овој групен разговор.
ml: %s ഈ ഗ്രൂപ്പ് ചാറ്റ് സൃഷ്ടിച്ചു.
mn_mn: Энэ бүлгийн чаатыг %s үүсгэсэн.
mr: %s ने हा समूह चॅट तयार केला.
ms: %s mencipta sembang kumpulan ini.
my_zg: %s က ဤအုပ္စုခ်တ္ကုိ ဖန္တီးခဲ့သည္။
ne: %s ले यो समूह च्याट सिर्जना गर्नुभयो।
or: %s ଏହି ଗୋଷ୍ଠୀ ଚାଟ୍ ସୃଷ୍ଟି କରିଛନ୍ତି।
pa: %s ਨੂੰ ਇਹ ਸਮੂਹ ਚੈਟ ਬਣਾਈ ਹੈ।
ro: %s a creat acest chat de grup.
si: %s මෙම සමූහ සංවාදය තැනුවේය.
sk: %s vytvor. túto skupinovú konverzáciu.
sl: Ta skup. klepet je ustvarila oseba %s.
sr: %s je kreirao/la ovo grupno ćaskanje.
ta: இந்தக் குழு அரட்டையை %s உருவாக்கினார்.
te: %s ఈ సమూహ చాట్‌ను సృష్టించారు.
tg_tj: %s ин чати гуруҳиро эҷод кардааст.
th: %s ได้สร้างการสนทนากลุ่ม
tk_tm: %s bu topar söhbetini döretdi.
tl: Nilikha ni %s ang panggrupong chat na ito.
uk: Користувач %s створив цей груповий чат.
ur: %s نے اس گروپ چیٹ کو بنایا ہے۔
uz: %s ushbu guruh chatini yaratdi.
vi: %s đã tạo chat nhóm này.

# IDS_TGRAM_HEADER_LEAVE_GROUP_CHAT_ABB2
source: Leave group chat
ar: مغادرة الدردشة الجماعية
as: গোট চাট ত্যাগ কৰক
az: Qrup söhbətindən çıx
be_by: Выйсці з групавога чату
bg: Напускане на групов чат
bn: গোষ্ঠী চ্যাট ছেড়ে যান
bn_bd: গ্রুপ চ্যাট ছেড়ে যান
el_gr: Αποχ. από ομαδ. συνομιλία
et: Rühmavestlusest lahkumine
eu: Irten talde txatetik
fr_ca: Sortie du chat en groupe
ga: Imigh as an ngrúpchomhrá
gu: સમૂહ ચેટ છોડો
hr: Napušt. grupnog čavrljanja
hy: Լքել խմբազրույցը
is: Yfirgefa hópspjall
ka: ჯგუფური საუბრიდან გასვლა
kk: Топ чатынан шығу
km: ចាកចេញ​ពី​ឆាត​ជាក្រុម
kn: ಗುಂಪು ಚಾಟ್ ತೊರೆಯಿರಿ
ky_kg: Топ чаттан чыгыңыз
lo: ອອກຈາກການແຊັດກຸ່ມ
lt: Palikti grupės pokalbį
lv: Iziet no grupas tērzēšanas
mk: Напушти групен разговор
ml: ഗ്രൂപ്പ് ചാറ്റ് വിടുക
mn_mn: Бүлгийн чаатыг орхих
mr: समूह चॅट सोडा
ms: Tinggalkan sembang kumpulan
my_zg: အုပ္စုခ်တ္မွ ထြက္ပါ
ne: समूह च्याट छोड्नुहोस्
or: ଗୋଷ୍ଠୀ ଚାଟ୍ ପରିତ୍ୟାଗ
pa: ਸਮੂਹ ਚੈਟ ਛੱਡੋ
ro: Părăsire chat de grup
si: සමූහ සංවාදයෙන් පිටවීම
sk: Opustenie skup. konverzácie
sl: Zapustite skupinski pogovor
sr: Napustite grupno ćaskanje
ta: குழு அரட்டையிலிருந்து விலகவும்
te: సమూహ చాట్ నుండి నిష్క్రమించండి
tg_tj: Тарки чати гуруҳӣ
th: ออกจากการสนทนากลุ่ม
tk_tm: Topar söhbetinden çyk
tl: Umalis ng panggrupong chat
uk: Вихід з групового чату
ur: گروپ چیٹ چھوڑ دیں
uz: Guruh chatidan chiqish
vi: Rời khỏi chat nhóm
