Repository: temper8/tizen-telegram
Catalog: TelegramTizen/res/po/*.po
Languages: ar, as, az, be_by, bg, bn, bn_bd, el_gr, et, eu, fr_ca, ga, gu, hr, hy, is, ka, kk, km, kn, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, ne, or, pa, ro, si, sk, sl, sr, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi

source: %1$sTelegram%2$s has no limits on the size of chats and media you can share.
ar: لا يفرض تطبيق %1$sالتلغراف%2$s أي حد لحجم الرسائل والوسائط التي يمكنك مشاركتها.
as: আপুনি ভাগ-বতৰা কৰিব পৰা চাট আৰু মিডিয়াৰ আকাৰত %1$sটেলিগ্ৰাম%2$s-ৰ কোনো সীমা নাই৷
az: %1$sTelegram%2$s paylaşdığınız söhbət və medianın ölçüsünə limit qoymur.
be_by: У %1$sTelegram%2$s няма абмежаванняў па памеры чатаў і медыяфайлаў, якімі вы можаце падзяліцца.
bg: %1$sTelegram%2$s няма лимити за размера на чатовете и мултимедията, които можете да споделите.
bn: %1$sটেলিগ্রাম%2$s-এর চ্যাটগুলি এবং আপনি শেয়ার করতে পারেন এবং মিডিয়ার আকারের কোনও সীমা নেই।
bn_bd: %1$sTelegram%2$s-এ আপনার শেয়ার করা চ্যাট ও মিডিয়ার আকার সংক্রান্ত কোনো সীমাবদ্ধতা নেই৷
el_gr: Η εφαρμογή %1$sTelegram%2$s δεν έχει περιορισμούς ως προς το μέγεθος των συνομιλιών και των πολυμέσων που μπορείτε να μοιραστείτε.
et: %1$sTelegram%2$s ei piira jagatavate vestluste ja meediumite suurust.
eu: %1$sTelegram%2$s eginbideak ez du mugarik parteka daitezkeen txaten eta multimedia elementuen neurriari dagokionez.
fr_ca: %1$sTelegram%2$s n'impose aucune limite de taille pour les chats et les médias que vous pouvez partager.
ga: Níl teorainn ar mhéid na gcomhráite agus na meán is féidir leat a chomhroinnt le %1$sTeileagram%2$s.
gu: %1$sટેલિગ્રામ%2$sમાં તમે શેર કરી શકો તે ચેટ્સ અને મીડિયાના કદની કોઈ સીમાઓ નથી.
hr: Kod aplikacije %1$sTelegram%2$s nema ograničenja veličine čavrljanja i medija koje dijelite.
hy: %1$sTelegram%2$s չի սահմանափակում զրույցների և մեդիա ֆայլերի մեծությունը, որոնք կարելի է համօգտագործել:
is: Í %1$sTelegram%2$s eru engin stærðartakmörk fyrir spjall og efni sem þú getur deilt með öðrum.
ka: %1$sTelegram%2$s-ს არ აქვს შეზღუდვა თქვენ მიერ გაზიარებულ საუბრებსა და მედიაზე.
kk: %1$sTelegram%2$s қолданбасы бөлісуге болатын медиа мен чаттардың өлшемін шектемейді.
km: %1$sទូរលេខ%2$s គ្មាន​ដែនកំណត់​លើ​ទំហំ ឆាត និង មេឌៀ ដែល​អ្នក​អាច​ចែករំលែក។
kn: %1$sಟೆಲಿಗ್ರಾಂ%2$s ಚಾಟ್‌ಗಳು ಮತ್ತು ನೀವು ಹಂಚಿಕೊಳ್ಳುವ ಮೀಡಿಯಾ ಗಾತ್ರಗಳಲ್ಲಿ ಮಿತಿಗಳನ್ನು ಹೊಂದಿಲ್ಲ.
ky_kg: %1$sTelegram%2$s чаттардын көлөмүнө жана сиз бөлүшө алган медиага чектөөсү жок.
lo: %1$sໂທລະເລກ%2$s ບໍ່ມີຂໍ້ຈຳກັດເທິງຂະໜາດຂອງ ການແຊັດແລະມີເດຍທີ່ທ່ານສາມາດແຊຣ໌.
lt: Funkcija %1$sTelegram%2$s netaiko bendrintinų pokalbių ir medijos dydžio apribojimų.
lv: %1$sTelegram%2$s nodrošina neierobežotu tērzēšanas ziņu un kopīgojamās multivides apjomu.
mk: %1$sTelegram%2$s нема ограничувања на големината на разговорите и медиумите што може да ги споделувате.
ml: നിങ്ങൾക്ക് പങ്കിടാനാവുന്ന ചാറ്റുകൾക്കും മീഡിയയ്ക്കും %1$sടെലഗ്രാമിൽ%2$s വലുപ്പ പരിധിയില്ല.
mn_mn: %1$sTelegram%2$s таны хуваалцаж болох чаат медианы хэмжээнд хязгаарлалт тавьдаггүй.
mr: %1$sटेलीग्राम%2$s ला चॅट्स आणि आपण सामायिक करू शकणार्‍या मिडियाच्या आकारवर कोणतीही मर्यादा नाही.
ms: %1$sTelegram%2$s tiada had pada saiz sembang dan media yang anda boleh kongsi.
my_zg: %1$sတယ္လီဂရမ္%2$sသည္ သင္မွ်ေဝႏုိင္သည့္ စကားေျပာဆုိမႈမ်ားႏွင့္ မီဒီယာ အရြယ္အစားအေပၚ ကန္႔သတ္ခ်က္ မရွိပါ။
ne: %1$sटेलीग्राम%2$s मा च्याटहरू र तपाईले साझा गर्न मिल्ने मिडियाको आकारको कुनै सीमा छैन।
or: ଆପଣ ଅଂଶୀଦାର କରିପାରୁଥିବା ଚାଟଗୁଡିକର ଆକାର ଏବଂ ମିଡିଆ ଉପରେ %1$sଟେଲିଗ୍ରାମ୍%2$s ପାଖରେ କୌଣସି ସୀମା ନାହିଁ।
pa: %1$sਟੈਲੀਗ੍ਰਾਮ%2$s ਵਿੱਚ ਤੁਹਾਡੇ ਦੁਆਰਾ ਸਾਂਝਾ ਕੀਤੇ ਮੀਡਿਆ ਅਤੇ ਚੈਟ ਦੇ ਆਕਾਰ ਤੇ ਕੋਈ ਸੀਮਾ ਨਹੀਂ ਹੈ।
ro: Aplicaţia %1$sTelegramă%2$s nu are limitări privitoare la dimensiunea conversaţiilor şi a conţinutului media pe care îl puteţi partaja.
si: %1$sටෙලිග්‍රෑම්%2$s හට ඔබට බෙදා ගත හැකි සංවාද සහ මාධ්‍යයන් ප්‍රමාණවල සීමාවන් නැත.
sk: %1$sTelegram%2$s nemá žiadne obmedzenia veľkosti konverzácií a médiá, ktoré môžete zdieľať.
sl: Z aplikacijo %1$sTelegram%2$s lahko klepetate in z drugimi delite predstavnostne datoteke brez omejitev velikosti.
sr: Aplikacija %1$sTelegram%2$s nema ograničenja za veličinu ćaskanja i medija koje možete da delite.
ta: %1$sடெலிகிராம்%2$s, அரட்டைகளின் மற்றும் நீங்கள் பகிரத்தக்க ஊடகத்தின் அளவில் வரம்புகள் எதையும் கொண்டிருக்கவில்லை.
te: %1$sటెలిగ్రామ్‌%2$sలో మీరు భాగస్వామ్యం చేయగల చాట్‌లు మరియు మీడియా పరిమాణంపై పరిమితులు ఉండవు.
tg_tj: %1$sTelegram%2$s оиди андозаи чатҳо ва медиае, ки шумо мубодила мекунед, ягон маҳдудият надорад.
th: %1$sTelegram%2$s ไม่มีข้อจำกัดเรื่องขนาดของ การสนทนาและมีเดียที่คุณจะแชร์
tk_tm: %1$sTelegram%2$s-da söhbetde we paýlaşyp bolýan multimediada ölçeg çägi ýok.
tl: Walang limitasyon ang %1$sTelegram%2$s sa laki ng mga chat at media na maibabahagi mo.
uk: У %1$sTelegram%2$s немає обмежень на розмір чата та медіафайлів, якими ви можете ділитися.
ur: %1$sٹیلیگرام%2$s میں چیٹس اور میڈیا سائز کی کوئی حد نہیں ہے جو آپ شئیر کرسکيں۔
uz: %1$sTelegram%2$s ulashish mumkin bo‘lgan chat va media hajmiga cheklov qo‘ymagan.
vi: %1$sTelegram%2$s không giới hạn kích cỡ chat và media mà bạn có thể chia sẻ.

source: %1$sTelegram%2$s allows you to access your messages from multiple devices.
ar: يتيح لك تطبيق %1$sالتلغراف%2$s الوصول إلى رسائلك من أجهزة متعددة.
as: একাধিক ডিভাইচসমূহৰ পৰা আপোনাৰ মেচেজসমূহ প্ৰৱেশ কৰিবলৈ %1$sটেলিগ্ৰাম%2$s-এ আপোনাক অনুমতি দিয়ে৷
az: %1$sTelegram%2$s sizə çoxsaylı cihazlardan mesajlara çıxış imkanı verir.
be_by: %1$sTelegram%2$s дазваляе атрымліваць доступ да вашых паведамленняў з некалькіх прылад.
bg: %1$sTelegram%2$s ви позволява достъп до вашите съобщения от множество устройства.
bn: %1$sটেলিগ্রাম%2$s আপনাকে একাধিক ডিভাইস থেকে আপনার বার্তাগুলি অ্যাক্সেস করার অনুমতি দেয়।
bn_bd: %1$sTelegram%2$s আপনাকে একাধিক ডিভাইস থেকে আপনার মেসেজ ব্যবহার করতে দেয়৷
el_gr: Η εφαρμογή %1$sTelegram%2$s επιτρέπει την πρόσβαση στα μηνύματά σας από πολλές συσκευές.
et: %1$sTelegram%2$s võimaldab teil oma sõnumitele mitmest seadmest ligi pääseda.
eu: %1$sTelegram%2$s eginbidearekin, hainbat gailutan dituzun mezuak atzi ditzakezu.
fr_ca: %1$sTelegram%2$s vous permet d'accéder à vos messages depuis plusieurs appareils.
ga: Cuirtear ar do chumas teachtaireachtaí a rochtain ó ilghléasanna le %1$sTeileagram%2$s.
gu: %1$sટેલિગ્રામ%2$s તમને બહુવિધ ઉપકરણો પરથી તમારા સંદેશાને ઍક્સેસ કરવાની મંજૂરી આપે છે.
hr: %1$sTelegram%2$s vam omogućuje pristup porukama s više uređaja.
hy: %1$sTelegram%2$s թույլ է տալիս Ձեր հաղորդագրությունները մուտք գործել մեկից ավելի սարքերից:
is: %1$sTelegram%2$s gerir þér kleift að opna skilaboðin þín í mörgum tækjum.
ka: %1$sTelegram%2$s საშუალებას გაძლევთ, გახსნათ თქვენი შეტყობინებები რამდენიმე მოწყობილობიდან.
kk: %1$sTelegram%2$s қолданбасы хабарларыңызға бірнеше құрылғыдан қатынасуға мүмкіндік береді.
km: %1$sទូរលេខ%2$s អនុញ្ញាត​ឲ្យ​អ្នក​ចូលប្រើ សារ​របស់​អ្នក​ពី​ឧបករណ៍​ច្រើន។
kn: %1$sಟೆಲಿಗ್ರಾಂ%2$s ಅನೇಕ ಸಾಧನಗಳಿಂದ ನಿಮ್ಮ ಸಂದೇಶಗಳಿಗೆ ಪ್ರವೇಶಿಸಲು ನಿಮಗೆ ಅವಕಾಶ ಮಾಡಿಕೊಡುತ್ತದೆ.
ky_kg: %1$sTelegram%2$sбилдирүүлөрүңүзгө бир нече түзмөктөрдөн кошулууга мүмкүндүк берет.
lo: %1$sໂທລະເລກ%2$s ອະນຸຍາດທ່ານເຂົ້າໃຊ້ ຂໍ້ຄວາມຂອງທ່ານຈາອຸປະກອນຫຼາຍຢ່າງ.
lt: Funkcija %1$sTelegram%2$s suteikia prieigą prie jūsų žinučių iš kelių įrenginių.
lv: %1$sTelegram%2$s nodrošina piekļuvi jūsu ziņām no daudzām ierīcēm.
mk: %1$sTelegram%2$s Ви овозможува пристап до Вашите пораки од повеќе уреди.
ml: നിങ്ങളുടെ സന്ദേശങ്ങളെ നിരവധി ഉപകരണങ്ങളിൽ നിന്ന് ആക്സസ് ചെയ്യാൻ %1$sടെലഗ്രാം%2$s നിങ്ങളെ അനുവദിക്കുന്നു.
mn_mn: %1$sTelegram%2$s нь танд зурвасууддаа олон төхөөрөмжөөс хандах боломжийг олгоно.
mr: %1$sटेलीग्राम%2$s आपल्याला बहुविध उपकरणांमधून आपला संदेश ऍक्सेस करण्याची अनुमती देतो.
ms: %1$sTelegram%2$s membenarkan anda mencapai mesej anda daripada berbilang peranti.
my_zg: %1$sတယ္လီဂရမ္%2$s သည္ ကိရိယာေပါင္းမ်ားစြာမွ မက္ေဆ့ခ်္မ်ားကုိ သင့္အား ရယူသံုးစြဲခြင့္ျပဳသည္။
ne: %1$sटेलीग्राम%2$s ले तपाईलाई बहु यन्त्रबाट तपाईका संदेशहरूमा पहुँच गर्न अनुमति दिन्छ।
or: %1$sଟେଲିଗ୍ରାମ୍%2$s ଏକାଧିକ ଡିଭାଇସରୁ ଆପଣଙ୍କ ସନ୍ଦେଶଗୁଡିକ ଆକସେସ୍ କରିବାକୁ ଆପଣଙ୍କୁ ଅନୁମତି କରେ।
pa: %1$sਟੈਲੀਗ੍ਰਾਮ%2$s ਤੁਹਾਨੂੰ ਅਨੇਕ ਡਿਵਾਈਸਿਸ ਤੋਂ ਤੁਹਾਡੇ ਸੰਦੇਸ਼ ਐਕਸੈੱਸ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ।
ro: Aplicaţia %1$sTelegramă%2$s vă permite să vă accesaţi mesajele de pe mai multe dispozitive.
si: %1$sටෙලිග්‍රෑම්%2$s විසින් බහුවිධ උපාංග වෙතින් ඔබේ පණිවිඩ වෙත ප්‍රවේශයට ඔබට ඉඩ දෙයි.
sk: %1$sTelegram%2$s umožňuje prístup k správam z viacerých zariadení.
sl: Aplikacija %1$sTelegram%2$s omogoča dostop do sporočil iz več naprav.
sr: Aplikacija %1$sTelegram%2$s vam omogućava da pristupite svojim porukama sa više uređaja.
ta: %1$sடெலிகிராம்%2$s, பல்வேறு சாதனங்களில் இருந்து உங்கள் தகவல்களை அணுக உங்களை அனுமதிக்கிறது.
te: %1$sటెలిగ్రామ్%2$s ద్వారా మీరు బహుళ పరికరాలు నుండి మీ సందేశాలను ప్రాప్యత చేయవచ్చు.
tg_tj: %1$sTelegram%2$s ба шумо имкон медиҳад, ки паёмҳои худро аз якчанд дастгоҳ дастрас кунед.
th: %1$sTelegram%2$s ให้คุณสามารถเข้าถึง ข้อความของคุณจากหลากหลายอุปกรณ์ได้
tk_tm: %1$sTelegram%2$s size hatlaryňyza birnäçe enjamdan girmäge mümkinçilik berýär.
tl: Nagbibigay-daan sa iyo ang %1$sTelegram%2$s na ma-access ang mga mensahe mo mula sa maraming device.
uk: %1$sTelegram%2$s дозволяє вам отримувати доступ до повідомлень на декількох пристроях.
ur: %1$sٹیلیگرام%2$s آپ کو رسائی کرنے کی اجازت دیگا آپ کے پیغامات کثیرتعداد آلات سے۔
uz: %1$sTelegram%2$s bir nechta qurilmalardagi xabarlaringizga kirish imkonini beradi.
vi: %1$sTelegram%2$s cho phép bạn truy cập tin nhắn của bạn từ nhiều thiết bị.

source: %1$sTelegram%2$s messages are strongly encrypted and can be deleted automatically.
ar: تكون الرسائل المتبادلة في تطبيق %1$sالتلغراف%2$s على مستوى عالٍ من التشفير ويمكن حذفها تلقائياً.
as: %1$sটেলিগ্ৰাম%2$s মেচেজসমূহ শক্তিশালী ভাৱে এনক্ৰিপ্ট হৈছে আৰু স্বয়ংক্ৰিয়ভাৱে বিলোপ কৰিব পাৰে৷
az: %1$sTelegram%2$s mesajları yaxşı şifrlənmişdir və avtomatik silinə bilməz.
be_by: Паведамленні %1$sTelegram%2$s надзейна зашыфраваны і могуць быць аўтаматына выдалены.
bg: Съобщенията на %1$sTelegram%2$s са силно шифровани и може да се изтрият автоматично.
bn: %1$sটেলিগ্রাম%2$s বার্তাগুলি জোরালোভাবে এনক্রিপ্টেড এবং স্বয়ংক্রিয়ভাবে মোছা যায়।
bn_bd: %1$sTelegram%2$s-এর মেসেজগুলো শক্তিশালীভাবে এনক্রিপ্টেড এবং স্বয়ংক্রিয়ভাবে মোছা যায়৷
el_gr: Τα μηνύματα της εφαρμογής %1$sTelegram%2$s διαθέτουν ισχυρή κρυπτογράφηση και μπορούν να διαγραφούν αυτόματα.
et: Rakenduses %1$sTelegram%2$s on sõnumid tugevalt krüpteeritud ja neid saab automaatselt kustutada.
eu: %1$sTelegram%2$s eginbidearen mezuak enkriptatuta daude eta automatikoki ezaba daitezke.
fr_ca: Les messages %1$sTelegram%2$s sont fortement cryptés et peuvent être supprimés automatiquement.
ga: Criptítear teachtaireachtaí %1$sTeileagram%2$s go láidir agus is féidir iad a scriosadh go huathoibríoch.
gu: %1$sટેલિગ્રામ%2$s સંદેશા સખત રૂપે એન્ક્રિપ્ટ કરેલ હોય છે અને સ્વચાલિત રીતે હટાવી શકાય છે.
hr: Poruke aplikacije %1$sTelegram%2$s jako su šifrirane i mogu se automatski izbrisati.
hy: %1$sTelegram%2$s հաղորդագրությունները հույժ ծածկագրված են և կարող են վերացվել ինքնաբերաբար:
is: Skilaboðin í %1$sTelegram%2$s eru vandlega dulkóðuð og þeim er hægt að eyða sjálfkrafa.
ka: %1$sTelegram%2$s შეტყობინებები მკაცრადაა დაშიფრული და ავტომატურად შეიძლება მათი წაშლა.
kk: %1$sTelegram%2$s қолданбасының хабарлары қатаң түрде шифрланады және автоматты түрде жойылуы мүмкін.
km: សារ %1$sទូរលេខ%2$s ត្រូវ​បាន​អ៊ិនគ្រីប​យ៉ាង​ខ្លាំង ហើយ​អាច​លុប​ដោយ​ស្វ័យប្រវត្តិ។
kn: %1$sಟೆಲಿಗ್ರಾಂ%2$s ಸಂದೇಶಗಳನ್ನು ಪ್ರಬಲವಾಗಿ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅಳಿಸಬಹುದು.
ky_kg: %1$sTelegram%2$s билдирүүлөрү күчтүү шифрленген жана аларды автоматтык түрдө өчүрүүгө болот.
lo: %1$sຂໍ້ຄວາມ%2$s ໂທລະເລກຈະຖືກໃສ່ລະຫັດຢ່າງແນ່ນອນ ແລະສາມາດຖືກລຶບໂດຍອັດຕະໂນມັດ.
lt: Funkcijos %1$sTelegram%2$s žinutės griežtai šifruojamos ir gali būti ištrinamos automatiškai.
lv: %1$sTelegram%2$s ziņas ir droši šifrētas, un tās var automātiski izdzēst.
mk: Пораките од %1$sTelegram%2$s се шифрирани силно и може да се бришат автоматски.
ml: ദൃഢമായി എൻക്രിപ്റ്റ് ചെയ്യപ്പെടുന്ന %1$sടെലഗ്രാം%2$s സന്ദേശങ്ങളെ ഓട്ടോമാറ്റിക്കായി ഇല്ലാതാക്കാനാവും.
mn_mn: %1$sTelegram%2$s зурвасуудыг маш сайн шифрлэдэг бөгөөд автоматаар устгаж чадна.
mr: %1$sटेलीग्राम%2$s संदेश सशक्‍तपणे एन्क्रिप्‍ट केलेले आहेत आणि स्वयंचलितपणे हटवले जाऊ शकतात.
ms: Mesej %1$sTelegram%2$s disulitkan sepenuhnya dan boleh dipadam secara automatik.
my_zg: %1$sတယ္လီဂရမ္%2$sမက္ေဆ့ခ်္မ်ားကုိ ခုိင္မာစြာျဖင့္ ကုဒ္ေျပာင္းထားၿပီး အလုိအေလ်ာက္ ဖ်က္ပစ္ႏုိင္ပါသည္။
ne: %1$sटेलीग्राम%2$s संदेशहरूलाई सशक्त रूपमा इन्क्रिप्ट गरिन्छ र स्वचालित रूपमा मेटाउन सकिन्छ।
or: %1$sଟେଲିଗ୍ରାମ୍%2$s ସନ୍ଦେଶଗୁଡିକ ବିଶେଷ ଭାବେ ଏନକ୍ରିପ୍ଟ ହୋଇଛି ଏବଂ ସ୍ଵତଃସ୍ପୃତ ଭାବେ ବିଲୋପ ହେବ।
pa: %1$sਟੈਲੀਗ੍ਰਾਮ%2$s ਸੰਦੇਸ਼ ਮਜ਼ਬੂਤੀ ਨਾਲ ਏਨਕ੍ਰਿਪਟ ਹੁੰਦੇ ਹਨ ਅਤੇ ਸਵੈਚਲਿਤ ਮਿਟਾਏ ਜਾ ਸਕਦੇ ਹਨ।
ro: Mesajele din aplicaţia %1$sTelegramă%2$s au o criptare puternică şi pot fi şterse automat.
si: %1$sටෙලිග්‍රෑම්%2$s පණිවිඩ ප්‍රබලව ගුප්ත කේතිත වන අතර ස්වයංක්‍රීයව මැකිය හැක.
sk: %1$sTelegram%2$s používa správy so silným šifrovaním, ktoré sa môžu automaticky odstrániť.
sl: Sporočila v aplikaciji %1$sTelegram%2$s so močno šifrirana in se lahko samodejno brišejo.
sr: Poruke aplikacije %1$sTelegram%2$s su dobro šifrovane i mogu da se izbrišu automatski.
ta: %1$sடெலிகிராம்%2$s தகவல்கள், வலுவாய் மறைகுறியாக்கப்படுகின்றன, அவற்றைத் தானாக நீக்கலாம்.
te: %1$sటెలిగ్రామ్%2$s అనేది సందేశాలను శక్తివంతంగా ఎన్‌క్రిప్ట్ చేస్తుంది మరియు వాటిని స్వయంచాలకంగా తొలగించలేరు.
tg_tj: Паёмҳои %1$sTelegram%2$s шадидан рамзгузорӣ шудаанд ва онҳоро худкор нест кардан мумкин нест.
th: ข้อความของ %1$sTelegram%2$s ถูกเข้ารหัสอย่างหนาแน่น และสามารถถูกลบโดยอัตโนมัติ
tk_tm: %1$sTelegram%2$s hatlary güýçli şifrlenilýär we olary awtomatik öçürip bolmaýar.
tl: Matibay ang pagkaka-encrypt ng mga mensaheng %1$sTelegram%2$s at maaaring awtomatikong tanggalin.
uk: До повідомлень, надісланих через %1$sTelegram%2$s, застосовується шифрування високого рівня; також існує можливість їх автоматичного видалення.
ur: %1$sٹیلیگرام%2$s کے پیغامات مضبوطی سے خفیہ کردہ ہے اور خود کار طور پر حذف کیے جاسکتے ہيں۔
uz: %1$sTelegram%2$s xabarlari kuchli shifrlanadi va avtomatik ravishda o‘chirilishi mumkin.
vi: Tin nhắn %1$sTelegram%2$s được mã hóa mạnh và có thể được xóa tự động.

# IDS_TGRAM_HEADER_SECURE
source: Secure
ar: آمن
as: সুৰক্ষিত
az: Təhlükəsiz
be_by: Бяспечны
bg: Защитена
bn: সুরক্ষিত
bn_bd: সুরক্ষিত
el_gr: Ασφαλής
et: Turvaline
eu: Segurua
fr_ca: Sécurisé
ga: Slán
gu: સુરક્ષિત કરો
hr: Sigurno
hy: Ապահով
is: Öruggt
ka: დაცული
kk: Қауіпсіздік
km: មាន​សន្តិសុខ
kn: ಸುರಕ್ಷಿತ
ky_kg: Коопсуз
lo: ປອດໄພ
lt: Saugus
lv: Droša
mk: Безбедно
ml: സുരക്ഷിതം
mn_mn: Найдвартай
mr: सुरक्षित
ms: Selamat
my_zg: လံုျခံဳသည္
ne: सुरक्षित
or: ସୁରକ୍ଷିତ
pa: ਸੁਰੱਖਿਅਤ
ro: Securizată
si: ආරක්ෂිත
sk: Bezpečný
sl: Varna
sr: Zaštićeno
ta: பாதுகாப்பு
te: సురక్షితం
tg_tj: Амн
th: ปลอดภัย
tk_tm: Howpsuz
tl: Ligtas
uk: Захищена
ur: محفوظ
uz: Xavfsiz
vi: Bảo mật

# IDS_TGRAM_HEADER_POWERFUL
source: Powerful
ar: فعّال
as: শক্তিশালী
az: Güclü
be_by: Магутны
bg: Силна
bn: শক্তিশালী
bn_bd: শক্তিশালী
el_gr: Ισχυρή
et: Võimukas
eu: Ahaltsua
fr_ca: Performant
ga: Cumhachtach
gu: શક્તિશાળી
hr: Snažno
hy: Հզոր
is: Öflugt
ka: ძლიერი
kk: Қуатты
km: មាន​អានុភាព
kn: ಶಕ್ತಿಯುತ
ky_kg: Кубаттуу
lo: ມີອຳນາດຫຼາຍ
lt: Galingas
lv: Jaudīga
mk: Моќен
ml: ശക്തം
mn_mn: Хүчтэй
mr: सशक्‍त
ms: Berkuasa
my_zg: အားေကာင္းေသာ
ne: शक्तिशाली
or: ଶକ୍ତିଶାଳୀ
pa: ਮਜ਼ਬੂਤ
ro: Puternică
si: බලගතු
sk: Výkonný
sl: Zmogljiva
sr: Moćan
ta: சக்தி வாய்ந்தது
te: శక్తివంతం
tg_tj: Қавӣ
th: ทรงพลัง
tk_tm: Güýçli
tl: Malakas
uk: Потужна
ur: طاقتور
uz: Qudratli
vi: Mạnh mẽ

# IDS_TGRAM_HEADER_CLOUD_BASED_ABB
source: Cloud-based
ar: مستند إلى السحابة
as: ক্লাউড-ভিত্তিক
az: Bulud əsaslı
be_by: На аснове воблака
bg: На база облак
bn: ক্লাউড-ভিত্তিক
bn_bd: Cloud-ভিত্তিক
el_gr: Βασισμένο στο cloud
et: Pilvepõhine
eu: Hodeian oinarrituta
fr_ca: En nuage
ga: Néalbhunaithe
gu: ક્લાઉડ-આધારિત
hr: Na oblaku
hy: Ամպային տեխնոլոգիայի վրա հիմնված
is: Skýjageymsla
ka: ონლაინ-საცავზე დამყარებული
kk: Бұлт негізінде
km: មាន​មូលដ្ឋាន​ក្លោដ
kn: ಕ್ಲೌಡ್-ಆಧಾರಿತ
ky_kg: Булутка негизделген
lo: ຄລາວ-ພື້ນຖານ
lt: Paremta debesiu
lv: Atrodas mākonī
mk: Во облак
ml: ക്ലൗഡ്-അധിഷ്ഠിതം
mn_mn: Үүлэнд суурилсан
mr: क्लाउड-आधारित
ms: Berdasarkan Cloud
my_zg: ကေလာက္ အေျချပဳ
ne: क्लाउड-आधारित
or: କ୍ଲାଉଡ୍-ଆଧାରିତ
pa: ਕਲਾਉਡ-ਆਧਾਰਿਤ
ro: În cloud
si: ක්ලවුඩ්-මූලස්ථ
sk: Cloudový
sl: V oblaku
sr: Zasnovano na oblaku
ta: கிளெளடு-சார்ந்தது
te: మేఘం-ఆధారితం
tg_tj: Воқеъ дар абр
th: ใช้ระบบ Cloud
tk_tm: Bulut esasly
uk: Базується на хмарних технологіях
ur: کلاؤڈ پر مبنی
uz: Bulutga asoslangan
vi: Dựa trên cloud

# IDS_TGRAM_HEADER_PRIVATE
source: Private
ar: خاص
as: ব্যক্তিগত
az: Şəxsi
be_by: Прыватны
bg: Лична
bn: ব্যক্তিগত
bn_bd: ব্যক্তিগত
el_gr: Απόρρητη
et: Privaatne
eu: Pribatua
fr_ca: Privé
ga: Príobháideach
gu: ખાનગી
hr: Privatno
hy: Գաղտնի
is: Lokað
ka: პერსონალური
kk: Жеке
km: ឯកជន
kn: ವೈಯಕ್ತಿಕ
ky_kg: Жеке
lo: ສ່ວນຕົວ
lt: Privatu
lv: Privāta
mk: Приватно
ml: സ്വകാര്യം
mn_mn: Хувийн
mr: खाजगी
ms: Peribadi
my_zg: သီးသန္႔႔
ne: व्यक्तिगत
or: ବ୍ୟକ୍ତିଗତ
pa: ਨਿੱਜੀ
ro: Privată
si: පෞද්ගලික
sk: Súkromný
sl: Zasebna
sr: Privatan
ta: தனிப்பட்டவை
te: ప్రైవేట్
tg_tj: Махфӣ
th: ส่วนตัว
tk_tm: Şahsy
tl: Pribado
uk: Приватна
ur: ذاتی
uz: Maxfiy
vi: Riêng tư

# IDS_TGRAM_BUTTON_PREVIOUS
source: Previous
ar: السابق
as: পূৰ্বৱৰ্তী
az: Əvvəlki
be_by: Назад
bg: Предишен
bn: আগে
bn_bd: পূর্ববর্তী
el_gr: Προηγούμενο
et: Eelmine
eu: Aurrekoa
fr_ca: Précédent
ga: Roimhe
gu: પહેલાનું
hr: Nazad
hy: Նախորդ
is: Fyrri
ka: წინა
kk: Алдыңғы
km: ពី​មុន
kn: ಹಿಂದಿನ
ky_kg: Мурунку
lo: ກ່ອນ
lt: Ankstesnis
lv: Iepriekšējais
mk: Претходно
ml: മുന്‍
mn_mn: Өмнөх
mr: मागील
ms: Sebelumnya
my_zg: လြန္ခဲ့ေသာ
ne: अघिल्लो
or: ପୂର୍ବବର୍ତ୍ତୀ
pa: ਪਿੱਛੇ
ro: Înapoi
si: පෙර
sk: Predchádzajúci
sl: Nazaj
sr: Prethodno
ta: முந்தையது
te: మునుపటి
tg_tj: Қаблӣ
th: ก่อน​หน้า
tk_tm: Öňki
tl: Nakaraan
uk: Попередній
ur: سابقہ
uz: Avvalgi
vi: Trước

# IDS_TGRAM_ACBUTTON_CANCEL_ABB
source: CANCEL
ar: إلغاء
as: বাতিল কৰক
az: LƏĞV ET
be_by: АДМЯНІЦЬ
bg: ОТКАЗ
bn: বাতিল
bn_bd: বাতিল
el_gr: ΑΚΥΡΟ
et: TÜHISTA
eu: UTZI
fr_ca: ANNULER
ga: CUIR AR CEAL
gu: રદ કરો
hr: ODUSTANI
hy: ԴԱԴԱՐԵՑՆԵԼ
is: HÆTTA VIÐ
ka: გაუქმება
kk: БАС ТАРТУ
km: បោះបង់
kn: ರದ್ದುಮಾಡಿ
ky_kg: ТОКТОТУУ
lo: ຍົກເລີກ
lt: ATŠAUKTI
lv: ATCELT
mk: ОТКАЖИ
ml: റദ്ദാക്കുക
mn_mn: ЦУЦЛАХ
mr: रद्द करा
ms: BATAL
my_zg: ပယ္ဖ်က္ပါ
ne: रद्द गर्नुहोस्
or: ବାତିଲ୍
pa: ਰੱਦ ਕਰੋ
ro: ANULARE
si: අවලංගු කර.
sk: ZRUŠIŤ
sl: PREKLIČI
sr: OTKAŽI
ta: ரத்துசெய்க
te: రద్దు చేయి
tg_tj: БЕКОР КАРДАН
th: ยกเลิก
tk_tm: ÝATYR
tl: KANSELAHIN
uk: СКАСУВАТИ
ur: منسوخ کریں
uz: BEKOR QILISH
vi: THOÁT

# IDS_TGRAM_ACBUTTON_DONE_ABB
source: DONE
ar: تم
as: সম্পন্ন
az: HAZIR
be_by: ГАТОВА
bg: ГОТОВО
bn: সম্পন্ন
bn_bd: সম্পন্ন
el_gr: ΤΕΛΟΣ
et: VALMIS
eu: EGINA
fr_ca: OK
ga: DÉANTA
gu: પૂર્ણ થયું
hr: GOTOVO
hy: ԱՐՎԱԾ
is: LOKIÐ
ka: მზადაა
kk: ДАЙЫН
km: រួចរាល់
kn: ಮುಗಿದಿದೆ
ky_kg: ДАЯР
lo: ສໍາເລັດ
lt: ATLIKTA
lv: GATAVS
mk: ГОТОВО
ml: ചെയ്‌തു
mn_mn: БОЛСОН
mr: झाले
ms: SELESAI
my_zg: ၿပီးၿပီ
ne: भयो
or: ସମାପ୍ତ
pa: ਪੂਰਨ
ro: EFECTUAT
si: නිමයි
sk: HOTOVO
sl: KONČANO
sr: GOTOVO
ta: முடிந்தது
te: పూర్తయింది
tg_tj: ИҶРО ШУД
th: เรียบร้อย
tk_tm: TAMAM
tl: TAPOS NA
uk: ГОТОВО
ur: مکمل ہوگیا
uz: BAJARILDI
vi: HOÀN TẤT

# IDS_TGRAM_HEADER_ENTER_NUMBER_ABB
source: Enter number
ar: إدخال الرقم
as: নম্বৰ প্ৰৱিষ্ট কৰক
az: Nömrə dax et
be_by: Увядз. нумар
bg: Въвед. номер
bn: নম্বর লিখুন
bn_bd: নম্বর লিখুন
el_gr: Εισ. αριθμού
et: Numbri sis.
eu: Idatzi zenb.
fr_ca: Saisie numéro
ga: Iontráil uimh.
gu: નંબર દાખલ કરો
hr: Unos broja
hy: Մտքգրլ համար
is: Slá inn nr.
ka: ნომერი
kk: Нөмір енгізу
km: វាយបញ្ចូល​លេខ
kn: ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
ky_kg: Номер кирг.
lo: ​ປ້ອນໝາຍເລກເຂົ້າ
lt: Įveskite nr.
lv: Ievad.numuru
mk: Внеси број
ml: നമ്പർ നൽകുക
mn_mn: Дугаар оруул
mr: क्रमांक प्रविष्ट करा
ms: Msukkn nmbor
my_zg: နံပါတ္ ထည့္သြင္းပါ
ne: नम्बर प्रविष्‍ट गर्नु
or: ନମ୍ଵ. ପ୍ରବେଶ
pa: ਨੰਬਰ ਦਾਖ਼ਲ ਕਰੋ
ro: Introd. nr.
si: අංකය ඇ. කි.
sk: Zadaj. číslo
sl: Vnesite št.
sr: Unesite broj
ta: எண் உள்ளிடுக
te: నంబర్ నమోదు
tg_tj: Ворид к рақ.
th: ใส่หมายเลข
tk_tm: Belgi giriz
tl: Ipasok ang numero
uk: Увед. номера
ur: نمبر درج کریں
uz: Rqm kiriting
vi: Nhập số

# IDS_TGRAM_HEADER_ENTER_CODE_ABB
source: Enter code
ar: إدخال الرمز
as: ক'ড প্ৰৱিষ্ট কৰক
az: Kod daxil et
be_by: Увядзіце код
bg: Въведете код
bn: কোড লিখুন
bn_bd: কোড লিখুন
el_gr: Εισ. κωδικού
et: Koodi sises.
eu: Idatzi kodea
fr_ca: Saisie code
ga: Iontráil cód
gu: કોડ દાખલ કરો
hr: Unos koda
hy: Մտքգրել կոդը
is: Slá inn kóða
ka: ჩაწერეთ კოდი
kk: Кодты енгізу
km: វាយបញ្ចូល​កូដ
kn: ಕೋಡ್ ನಮೂದಿಸಿ
ky_kg: Код киргизүү
lo: ປ້ອນລະຫັດເຂົ້າ
lt: Įveskit kodą
lv: Ievad. kodu
mk: Внеси шифра
ml: കോഡ് നൽകുക
mn_mn: Код оруул
mr: कोड प्रविष्‍ट करा
ms: Masukkan kod
my_zg: ကုဒ္ ထည့္သြင္းပါ
ne: कोड प्रविष्ट गर्नु
or: କୋଡ୍ ପ୍ରବେଶ
pa: ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ
ro: Introd. cod
si: කේතය ඇ. කි.
sk: Zadajte kód
sl: Vnesite kodo
sr: Unesite kod
ta: குறியீடு உள்ளிடுக
te: కోడ్ నమోదు
tg_tj: Ворид к рамз
th: ใส่รหัส
tk_tm: Kody giriz
tl: Ipasok ang code
uk: Увед. коду
ur: کوڈ درج کریں
uz: Kod kiriting
vi: Nhập mã

# IDS_TGRAM_HEADER_ENTER_NAME_ABB2
source: Enter name
ar: إدخال الاسم
as: নাম প্ৰবিষ্ট কৰক
az: Adı daxil et
be_by: Увядзіце імя
bg: Въведете име
bn: নাম লিখুন
bn_bd: নাম লিখুন
el_gr: Εισ. ονόματ.
et: Nime sises.
eu: Idatzi izena
fr_ca: Saisie nom
ga: Iontráil ainm
gu: નામ દાખલ કરો
hr: Unos imena
hy: Մտքգրլ անուն
is: Slá inn nafn
ka: სახელი
kk: Атын енгізу
km: វាយបញ្ចូល​ឈ្មោះ
kn: ಹೆಸರು ನಮೂದಿಸಿ
ky_kg: Ат киргизүү
lo: ປ້ອນຊື່ເຂົ້າ
lt: Įvesk. pav.
lv: Ievad. vārdu
mk: Внеси име
ml: പേര് നൽകുക
mn_mn: Нэр оруул
mr: नाव प्रविष्‍ट करा
ms: Masukkn nama
my_zg: အမည္ ထည့္သြင္းပါ
ne: नाम प्रविष्ट गर्नु
or: ନାମ ପ୍ରବେଶ
pa: ਨਾਂ ਦਾਖ਼ਲ ਕਰੋ
ro: Introd. nume
si: නම ඇතුළු කි.
sk: Zadajte meno
sl: Vnesite ime
sr: Unesite ime
ta: பெயரை உள்ளிடுக
te: పేరు నమోదు
tg_tj: Ворид к. ном
th: ใส่ชื่อ
tk_tm: At giriz
tl: Ipasok ang pangalan
uk: Увед. імені
ur: نام درج کریں
uz: Nom kiriting
vi: Nhập tên
