Repository: temper8/tizen-telegram
Catalog: TelegramTizen/res/po/*.po
Languages: ar, as, az, be_by, bg, bn, bn_bd, el_gr, et, eu, fr_ca, ga, gu, hr, hy, is, ka, kk, km, kn, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, ne, or, pa, ro, si, sk, sl, sr, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi

# IDS_TGRAM_HEADER_SHARE_CONTACT_DETAILS_ABB
source: Share contact details
ar: مشاركة تفاصيل جهة الاتصال
as: সম্পৰ্কৰ বিশদ বিৱৰণসমূহ ভাগ-বতৰা কৰক
az: Kontakt məlumatlarnı paylaş
be_by: Сум дос да звест пра кант
bg: Спод. на подроб. за контакт
bn: পরিচিতির বিশদ শেয়ার করুন
bn_bd: কন্টাক্টের বিবরণ শেয়ার করুন
el_gr: Κοινή χρήση λεπτομερ. επαφής
et: Kontakti üksikasjade jagam.
eu: Partekatu kontaktu xehetas.
fr_ca: Partager les détails contact
ga: Comhroinn sonraí teagmhála
gu: સંપર્ક વિગતો શેર કરો
hr: Dijelj. detalja o kontaktu
hy: Համօգտ. կոնտակտային տվյալներ
is: Deila samskiptaupplýsingum
ka: საკონტაქტო ინფოს გაზიარება
kk: Контакт мәліметтерін бөлісу
km: ចែករំលែក​ព័ត៌មាន​លម្អិត​នៃ​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕ ವಿವರಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
ky_kg: Катыш кошумча маал. бөлүшүү
lo: ແຊຣ໌ລາຍລະອຽດຜູ້ຕິດຕໍ່
lt: Bendrint adresat.informaciją
lv: Kopīgot kontakta datus
mk: Сподели детали за контакт
ml: കോൺടാക്ട് വിശദാംശങ്ങൾ പങ്കിടുക
mn_mn: Холбоо барих мэд. хуваалцах
mr: संपर्क तपशील सामायिक करा
ms: Kongsikan butiran kenalan
my_zg: အဆက္အသြယ္ အေသးစိတ္ အခ်က္မ်ားကုိ မွ်ေဝပါ
ne: सम्पर्क विवरण साझा गर्नुहोस्
or: ସମ୍ପର୍କ ବିବରଣୀ ଅଂଶୀଦାର
pa: ਸੰਪਰਕ ਵੇਰਵੇ ਸਾਂਝੇ ਕਰੋ
ro: Partajare detalii contact
si: සබඳතාවයේ විස්තර බෙදා ගැනීම
sk: Zdieľanie kontaktných údajov
sl: Delite podrobnosti stika
sr: Delite detalje o kontaktu
ta: தொடர்பு விவரங்களைப் பகிரவும்
te: పరిచయ వివరాలను భాగస్వామ్యం చేయండి
tg_tj: Мубодилаи тафсилоти алоқа
th: แชร์รายละเอียดรายชื่อ
tk_tm: Kontakt jikme-jikligi paýlaş
tl: Ibahagi ang mga detalye ng contact
uk: Надсилання контактних даних
ur: رابطہ کی تفصیلات شئیر کریں
uz: Kontakt tafsilotlarini ulash
vi: Chia sẻ chi tiết danh bạ

# IDS_TGRAM_POP_P1SSS_CONTACT_DETAILS_WILL_BE_SHARED_WITH_P2SS
source: %1$s's contact details will be shared with %2$s.
ar: ستتم مشاركة تفاصيل جهة الاتصال %1$s مع %2$s.
as: %1$s-ৰ সম্পৰ্কৰ বিশদ বিৱৰণ %2$s-ৰ সৈতে ভাগ-বতৰা কৰা হ'ব৷
az: %1$s kontakt məlumatları %2$s ilə paylaşılacaq.
be_by: Для звестак пра кантакт %1$s будзе зроблены сумесны доступ з %2$s.
bg: Подробностите за контакта на %1$s ще бъдат споделени с %2$s.
bn: %1$s-এর পরিচিতির বিশদ %2$s-এর সাথে শেয়ার করা হবে।
bn_bd: %1$s-এর কন্টাক্টের বিবরণ %2$s-এর সাথে শেয়ার করা হবে৷
el_gr: Οι λεπτομέρειες της επαφής %1$s θα κοινοποιηθούν στο χρήστη %2$s.
et: Kontakti %1$s üksikasju jagatakse kontaktiga %2$s.
eu: %1$s erabiltzailearen kontaktu xehetasunak %2$s erabiltzailearekin partekatuko dira.
fr_ca: Les détails du contact de %1$s seront partagés avec %2$s.
ga: Comhroinnfear sonraí teagmhála %1$s le %2$s.
gu: %1$s ની સંપર્ક વિગતો %2$s ની સાથે શેર કરવામાં આવશે.
hr: Detalji o kontaktu %1$s podijelit će se s primateljem %2$s.
hy: %1$s-ի կոնտակտային տվյալները կհամօգտագործվեն %2$s-ի հետ:
is: Samskiptaupplýsingum %1$s verður deilt með %2$s.
ka: %1$s-ის საკონტაქტო დეტალები გაზიარდება %2$s-თან.
kk: %1$s контакт мәліметтері %2$s алушымен бөлісіледі.
km: ព័ត៌មាន​លម្អិត​នៃ​ទំនាក់ទំនង​របស់ %1$s នឹង​ត្រូវ​បាន​ចែករំលែក​ជាមួយ %2$s។
kn: %1$sರ ಸಂಪರ್ಕ ವಿವರಗಳನ್ನು %2$s ಜೊತೆಗೆ ಹಂಚಿಕೊಳ್ಳಲಾಗುವುದು.
ky_kg: %1$s катыш кошумча маалыматтары %2$s менен бөлүшүлөт.
lo: ລາຍລະອຽດຜູ້ຕິດຕໍ່ຂອງ %1$s ຈະຖືກແຊຣ໌ກັບ %2$s.
lt: %1$s adresatų informacija bus bendrinama su %2$s.
lv: Kontakta %1$s dati tiks kopīgoti ar lietotāju %2$s.
mk: Деталите за контакт на %1$s ќе бидат споделени со %2$s.
ml: %1$s-ന്‍റെ കോൺടാക്ട് വിശദാംശങ്ങൾ %2$s-മായി പങ്കുവയ്ക്കപ്പെടും.
mn_mn: %1$s-н холбоо барих мэдээллийг %2$s-тай хуваалцана.
mr: %1$s चे संपर्क तपशील %2$s सह सामायिक केले जातील.
ms: Butiran kenalan %1$s akan dikongsikan dengan %2$s.
my_zg: %1$s ၏ အဆက္အသြယ္ အေသးစိတ္အခ်က္မ်ားကုိ %2$s ႏွင့္အတူ မွ်ေဝလိမ့္မည္။
ne: %1$s को सम्पर्क विवरण %2$s सँग साझा गरिनेछ।
or: %1$sର ସମ୍ପର୍କ ବିବରଣୀ %2$s ସହ ଅଂଶୀଦାର ହେବ।
pa: %1$s ਦੇ ਸੰਪਰਕ ਵੇਰਵੇ %2$s ਨਾਲ ਸਾਂਝੇ ਕੀਤੇ ਜਾਣਗੇ।
ro: Detaliile de contact ale utilizatorului %1$s vor fi partajate cu %2$s.
si: %1$sගේ සබඳතාවයේ විස්තර %2$s සමග බෙදාගැනෙනු ඇත.
sk: Kontaktné údaje používateľa %1$s sa budú zdieľať s používateľom %2$s.
sl: Podrobnosti stika %1$s bodo deljene z osebo %2$s.
sr: Detalji o kontaktu %1$s će se deliti sa %2$s.
ta: %1$s'ன் தொடர்பு விவரங்கள், %2$s-உடன் பகிரப்படும்.
te: %1$s యొక్క పరిచయ వివరాలు %2$sతో భాగస్వామ్యం చేయబడతాయి.
tg_tj: Тафсилоти алоқаи %1$s бо %2$s мубодила карда мешавад.
th: รายละเอียดรายชื่อของ %1$s จะถูกแชร์กับ %2$s
tk_tm: %1$s kontakt jikme-jikligi %2$s bilen paýlaşylar.
tl: Ibabahagi kay %2$s ang mga detalye sa pagkontak kay %1$s.
uk: Контактні дані %1$s буде надіслано користувачеві %2$s.
ur: %2$s کے ساتھ %1$s کے رابطہ کی تفصیلات شئیر ہوگی۔
uz: %1$s kontakt tafsilotlari %2$s bilan ulashiladi.
vi: Chi tiết danh bạ của %1$s sẽ được chia sẻ với %2$s.

# IDS_TGRAM_BUTTON_SHARE_ABB2
source: Share
ar: مشاركة
as: ভাগ-বতৰা
az: Paylaş
be_by: Падзяліцца
bg: Споделяне
bn: শেয়ার করুন
bn_bd: শেয়ার করুন
el_gr: Κοινή χρ.
et: Jaga
eu: Partekatu
fr_ca: Partager
ga: Comhroinn
gu: શેર કરો
hr: Dijeli
hy: Համօգտ.
is: Deila
ka: გაზიარება
kk: Бөлісу
km: ចែករំលែក
kn: ಹಂಚಿಕೊಳ್ಳಿ
ky_kg: Бөлүшүү
lo: ແຊຣ໌
lt: Dalytis
lv: Kopīgot
mk: Сподели
ml: പങ്കിടുക
mn_mn: Хуваалц
mr: सहभागी करा
ms: Kongsi
my_zg: မွ်ေဝပါ
ne: साझा गर्नुहोस्
or: ଅଂଶୀଦାର
pa: ਸਾਂਝਾ ਕਰੋ
ro: Partajare
si: බෙදා ගන්න
sk: Zdieľať
sl: Deli
sr: Podeli
ta: பகிர்க
te: భాగస్వామ్యం చేయండి
tg_tj: Мубодила
th: แชร์
tk_tm: Paýlaş
tl: Ibahagi
uk: Поділитися
ur: شیئر
uz: Ulashish
vi: Chia sẻ

# IDS_TGRAM_OPT_ADD_TO_CONTACTS_ABB2
source: Add to Contacts
ar: إضافة إلى جهات الاتصال
as: সম্পর্কসমূহলৈ যোগ কৰক
az: Kontaktlara əlavə et
be_by: Дадаць у кантакты
bg: Добавяне в Контакти
bn: পরিচিতিগুলিতে যোগ করুন
bn_bd: পরিচিতিগুলোতে সংযুক্ত করুন
el_gr: Προσθήκη στις Επαφές
et: Lisa kontaktidesse
eu: Gehitu kontaktuetara
fr_ca: Ajouter aux contacts
ga: Cuir le Teagmhálaithe
gu: સંપર્કોમાં ઉમેરો
hr: Dodaj u Imenik
hy: Հավելել Կոնտակտներին
is: Bæta við tengiliði
ka: კონტაქტებში დამატება
kk: Контактілерге қосу
km: ថែម​ទៅ​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳಿಗೆ ಸೇರಿಸಿ
ky_kg: Катыштарга кошуу
lo: ເພີ່ມໃສ່ຜູ້ຕິດຕໍ່
lt: Pridėti prie adresatų
lv: Pievienošana kontaktiem
mk: Додај во Контакти
ml: കോണ്‍‌ടാക്ടുകളിൽ ചേർക്കുക
mn_mn: Харилцагчдад нэмэх
mr: संपर्कांमध्‍ये जोडा
ms: Tambah ke Kenalan
my_zg: အဆက္အသြယ္မ်ားသို႔ ထည့္ပါ
ne: सम्पर्कहरूमा थप्नुहोस्
or: ସମ୍ପର୍କକୁ ଯୋଡନ୍ତୁ
pa: ਸੰਪਰਕਾਂ ਵਿੱਚ ਜੋੜੋ
ro: Adăugare la Contacte
si: සබඳතා වෙත එක් කරන්න
sk: Pridať do kontaktov
sl: Dodaj v stike
sr: Dodaj u Kontakte
ta: தொடர்புகளில் சேர்க்கவும்
te: పరిచయాలకు జోడించండి
tg_tj: Илова ба Алоқаҳо
th: เพิ่ม​ในรายชื่อ
tk_tm: Kontaktlara goş
tl: Idagdag sa Mga Contact
uk: Додати до контактів
ur: رابطوں میں شامل کریں
uz: Kontaktlarga qo‘shish
vi: Thêm vào Danh bạ

# IDS_TGRAM_OPT_CALL
source: Call
ar: اتصال
as: কল
az: Zəng et
be_by: Выклік
bg: Повикване
bn: কল
bn_bd: কল করুন
el_gr: Κλήση
et: Helista
eu: Deitu
fr_ca: Appeler
ga: Glaoigh
gu: કૉલ કરો
hr: Poziv
hy: Զանգ
is: Símtal
ka: ზარი
kk: Қоңырау
km: ហៅ
kn: ಕರೆ
ky_kg: Чалуу
lo: ໂທ
lt: Skambinti
lv: Zvans
mk: Повик
ml: കോൾ ചെയ്യൽ
mn_mn: Дуудлага
mr: कॉल
ms: Panggil
my_zg: ေခၚဆိုမႈ
ne: कल गर्नुहोस्
or: କଲ୍
pa: ਕਾੱਲ ਕਰੋ
ro: Apelare
si: අමතන්න
sk: Hovor
sl: Klic
sr: Poziv
ta: அழைப்பு
te: కాల్
tg_tj: Занг задан
th: โทร
tk_tm: Jaň
tl: Tumawag
uk: Виклик
ur: کال
uz: Qo‘ng‘iroq
vi: Gọi

# IDS_TGRAM_OPT_COMPOSE_MESSAGE_ABB
source: Compose message
ar: إنشاء رسالة
as: মেচেজ ৰচনা কৰক
az: Mesaj yaz
be_by: Стварыць паведамленне
bg: Съставяне на съобщение
bn: বার্তা রচনা করুন
bn_bd: বার্তা রচনা করুন
el_gr: Νέο Μήνυμα
et: Koosta sõnum
eu: Idatzi mezua
fr_ca: Rédiger un message
ga: Cum teachtaireacht
gu: સંદેશની રચના કરો
hr: Nova poruka
hy: Կազմել հաղորդագրություն
is: Skrifa skilaboð
ka: შეადგინეთ შეტყობინება
kk: Хабар жазу
km: តែង​សារ
kn: ಸಂದೇಶ ರಚಿಸಿ
ky_kg: Билдирүү жазуу
lo: ຂຽນຂໍ້ຄວາມ
lt: Kurti žinutę
lv: Rakstīt ziņu
mk: Состави порака
ml: സന്ദേശം രചിക്കുക
mn_mn: Зурвас бичих
mr: संदेशाची रचना करा
ms: Karang mesej
my_zg: မက္ေဆ့ခ်္ အသစ္ ေရးပါ
ne: संदेश रचना गर्नुहोस्
or: ସନ୍ଦେଶ ରଚନା କରନ୍ତୁ
pa: ਸੰਦੇਸ਼ ਲਿਖੋ
ro: Compunere mesaj
si: පණිවිඩය නිර්මාණය
sk: Napísať správu
sl: Sestavi sporočilo
sr: Sastavi poruku
ta: தகவல் உருவாக்கவும்
te: సందేశాన్ని కంపోజ్ చేయి
tg_tj: Паёмро таҳия кунед
th: เขียนข้อความ
tk_tm: Hat ýaz
tl: Sumulat ng mensahe
uk: Створення повідомлення
ur: پیغام کمپوز کریں
uz: Xabar yaratish
vi: Soạn tin nhắn

# IDS_TGRAM_OPT_CREATE_CONTACT_ABB
source: Create contact
ar: إنشاء جهة اتصال
as: সম্পর্ক সৃষ্টি কৰক
az: Kontakt yarat
be_by: Стварыць кантакт
bg: Създаване на контакт
bn: পরিচিতি তৈরী করুন
bn_bd: পরিচিতি তৈরি করুন
el_gr: Δημιουργία επαφής
et: Loo kontakt
eu: Sortu kontaktua
fr_ca: Créer un contact
ga: Cruthaigh teagmhálaí
gu: સંપર્ક બનાવો
hr: Kreiraj kontakt
hy: Ստեղծել կոնտկտ
is: Búa til tengilið
ka: ახალი კონტაქტი
kk: Контакт жасау
km: បង្កើត​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕ ರಚಿಸಿ
ky_kg: Катышты түзүү
lo: ສ້າງຜູ້ຕິດຕໍ່
lt: Kurti adresatą
lv: Izveidot kontaktu
mk: Направи контакт
ml: കോണ്‍‌ടാക്ട് സൃഷ്‌ടിക്കുക
mn_mn: Харилцагч үүсгэх
mr: संपर्क तयार करा
ms: Cipta kenalan
my_zg: အဆက္အသြယ္ကို ဖန္တီးပါ
ne: सम्पर्क बनाउनुहोस्
or: ସମ୍ପର୍କ ସୃଷ୍ଟି
pa: ਸੰਪਰਕ ਬਣਾਉ
ro: Creare contact
si: සබඳතාව තනන්න
sk: Vytvoriť kontakt
sl: Ustvarite stik
sr: Kreiraj kontakt
ta: தொடர்பை உருவாக்கவும்
te: పరిచయాన్ని సృష్టించండి
tg_tj: Эҷод кардани алоқа
th: สร้างรายชื่อ
tk_tm: Kontakt döret
tl: Lumikha ng contact
uk: Створити контакт
ur: رابطہ بنائیں
uz: Kontakt yaratish
vi: Tạo danh bạ

# IDS_TGRAM_OPT_UPDATE_CONTACT_ABB2
source: Update contact
ar: تحديث جهة الاتصال
as: সম্পৰ্ক আপডেট কৰক
az: Kontaktı yenilə
be_by: Абнавіць кантакт
bg: Актуализиране на контакт
bn: পরিচিতি আপডেট করুন
el_gr: Ενημέρωση επαφής
et: Värskenda kontakti
eu: Eguneratu kontaktua
fr_ca: Mettre à jour le contact
ga: Nuashonraigh teagmhálaí
gu: સંપર્ક અપડેટ કરો
hr: Aktualiziraj kontakt
hy: Թարմացնել կոնտակտը
is: Uppfæra tengilið
ka: კონტაქტის განახლება
kk: Контактіні жаңарту
km: អាប់ដេត​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕ ನವೀಕರಿಸಿ
ky_kg: Катышты жаңыртуу
lo: ອັບເດດຜູ້ຕິດຕໍ່
lt: Atnaujinti adresatą
lv: Atjaunināt kontaktu
mk: Ажурирај контакт
ml: കോൺടാക്ട് അപ്ഡേറ്റ് ചെയ്യുക
mn_mn: Харилцагч шинэчлэх
mr: संपर्क अद्ययावत करा
ms: Kemas kini kenalan
my_zg: အဆက္အသြယ္ အပ္ဒိတ္လုပ္ပါ
ne: सम्पर्क अपडेट गर्नुहोस्
or: ସମ୍ପର୍କ ଅପଡେଟ୍
pa: ਸੰਪਰਕ ਅਪਡੇਟ ਕਰੋ
ro: Actualizare contact
si: සබඳතාව යාවත්කාලීන කරන්න
sk: Aktualizovať kontakt
sl: Posodobite stik
sr: Ažuriraj kontakt
ta: தொடர்பைப் புதுப்பிக்கவும்
te: పరిచయాన్ని అప్‌డేట్ చేయండి
tg_tj: Навсозии алоқа
th: อัพเดทรายชื่อ
tk_tm: Kontakty täzele
tl: I-update ang contact
uk: Оновити контакт
ur: رابطہ کو تازہ کریں
uz: Kontaktni yangilash
vi: Cập nhật danh bạ

# IDS_TGRAM_OPT_SAVE
source: Save
ar: حفظ
as: সংৰক্ষণ কৰক
az: Saxla
be_by: Захаваць
bg: Запазване
bn: সংরক্ষণ
bn_bd: সংরক্ষণ
el_gr: Αποθήκευση
et: Salvesta
eu: Gorde
fr_ca: Enregistrer
ga: Sábháil
gu: સાચવો
hr: Spremi
hy: Պահպանել
is: Vista
ka: შენახვა
kk: Сақтау
km: រក្សាទុក
kn: ಉಳಿಸಿ
ky_kg: Сакта
lo: ບັນທຶກ
lt: Išsaugoti
lv: Saglabāt
mk: Сочувај
ml: സംരക്ഷിക്കുക
mn_mn: Хадгалах
mr: जतन करा
ms: Simpan
my_zg: သိမ္းဆည္းပါ
ne: सेव
or: ସଞ୍ଚୟ
pa: ਸੁਰੱਖਿਅਤ ਕਰੋ
ro: Salvare
si: සුරකින්න
sk: Uložiť
sl: Shrani
sr: Sačuvaj
ta: சேமிக்கவும்
te: సేవ్ చేయి
tg_tj: Захира кардан
th: บันทึก
tk_tm: Ýatda saklaň
tl: I-save
uk: Зберегти
ur: محفوظ کریں
uz: Saqlash
vi: Lưu

# IDS_TGRAM_HEADER_SLIDE_TO_CANCEL_ABB
source: Slide to cancel
ar: السحب للإلغاء
as: বাতিল কৰিবলৈ শ্লাইড কৰক
az: Ləğv et üçün srşd
be_by: Зрушыць для адм
bg: Плъз. за отмяна
bn: বাতিল করতে স্লাইড করুন
bn_bd: বাতিল করতে স্লাইড করুন
el_gr: Σύρ. για ακύρ.
et: Libist. tühist.
eu: Irrist. uzteko
fr_ca: Glis. pr annuler
ga: Sleamh. le cealú
gu: રદ કરવા માટે સ્લાઇડ કરો
hr: Prij. za odust.
hy: Սահ. դդրեց. հր
is: Renna og hætta
ka: გადასმით გაუქმ.
kk: Бол-мауға сыр-у
km: រំអិល​ដើម្បី​បោះបង់
kn: ರದ್ದುಮಾಡಲು ಸ್ಲೈಡ್
ky_kg: Токтот. жылдыр.
lo: ສະໄລດ໌ເພື່ອຍົກເລີກ
lt: Pastum./atšauk.
lv: Bīdiet,lai atc.
mk: Повл. за откаж.
ml: റദ്ദാക്കുന്നതിന് നിരക്കിനീക്കുക
mn_mn: Илбээд цуцал
mr: रद्द करण्यासाठी स्लाईड करा
ms: Lncur utk batal
my_zg: ပယ္ဖ်က္ရန္ ေဘးသုိ႔ဆြဲပါ
ne: रद्द गर्न स्लाइड गर्नु
or: ବାତି. କରି. ସ୍ଲାଇ.
pa: ਰੱਦ ਕਰਨ ਲਈ ਸਲਾਈਡ ਕਰੋ
ro: Glis. pt. a anul.
si: අවලංගු කි. පැත්තට
sk: Potiah. zrušíte
sl: Podrs. za prek.
sr: Prev. za otkaz.
ta: ரத்து செய்ய, ஸ்லைட்.
te: రద్దు చేయడానికి స్లయిడ్
tg_tj: Бекор к. > бмлд
th: เลื่อนเพื่อยกเลิก
tk_tm: Ýatyr üçn süýşr
tl: I-slide para ikansela
uk: Пров., щоб ск.
ur: منسوخ کرنے کے لیے سلائڈ کریں
uz: Bek/qil u-n sur
vi: Vuốt để hủy

# IDS_TGRAM_HEADER_SETTINGS_ABB4
source: Settings
ar: ضبط
as: ছেটিংছ
az: Parametrlər
be_by: Налады
bg: Настройки
bn: সেটিংস
bn_bd: সেটিংস
el_gr: Ρυθμίσεις
et: Seaded
eu: Ezarpenak
fr_ca: Paramètres
ga: Socruithe
gu: સેટિંગ્સ
hr: Postavke
hy: Դրվածքներ
is: Stillingar
ka: პარამეტრები
kk: Параметрлер
km: ការកំណត់
kn: ಸಂಯೋಜನೆಗಳು
ky_kg: Орнотуулар
lo: ການຕັ້ງຄ່າ
lt: Nustatymai
lv: Iestatījumi
mk: Подесувања
ml: ക്രമീകരണങ്ങൾ
mn_mn: Тохиргоо
mr: सेटिंग्‍स
ms: Aturan
my_zg: သတ္မွတ္ခ်က္မ်ား
ne: सेटिङहरू
or: ସେଟିଂସ୍
pa: ਸੈੱਟਿੰਗਸ
ro: Setări
si: සැකසුම්
sk: Nastavenia
sl: Nastavitve
sr: Podešavanja
ta: அமைவுகள்
te: సెట్టింగ్‌లు
tg_tj: Танзимот
th: การตั้งค่า
tk_tm: Sazlamalar
tl: Mga Setting
uk: Налаштування
ur: سیٹنگز
uz: Parametrlar
vi: Cài đặt

# IDS_TGRAM_OPT_SOUNDS_AND_NOTIFICATIONS_ABB
source: Sounds and notifications
ar: الأصوات والإشعارات
as: ধ্বনি আৰু অধিসুচনাসমূহ
az: Səslər və bildirişlər
be_by: Гукі і апавяшчэнні
bg: Звуци и уведомления
bn: ধ্বনিগুলি এবং বিজ্ঞপ্তিগুলি
bn_bd: শব্দ ও বিজ্ঞপ্তিসমূহ
el_gr: Ήχοι και ειδοποιήσεις
et: Helid ja teavitused
eu: Soinuak eta jakinarazpenak
fr_ca: Sons et notifications
ga: Fuaimeanna agus fógraí
gu: ધ્વનિ અને સૂચનાઓ
hr: Zvukovi i obavijesti
hy: Ձայներ և ծանուցումներ
is: Hljóð og tilkynningar
ka: ხმები და შეტყობინებები
kk: Дыбыстар мен хабарландырулар
km: សំឡេង និង ការជូនដំណឹង
kn: ಶಬ್ದಗಳು ಮತ್ತು ಪ್ರಕಟಣೆಗಳು
ky_kg: Үндөр жана эскертүүлөр
lo: ສຽງແລະການແຈ້ງເຕືອນ
lt: Garsai ir pranešimai
lv: Skaņas un paziņojumi
mk: Звуци и известувања
ml: ശബ്ദങ്ങളും അറിയിപ്പുകളും
mn_mn: Дуу, мэдэгдэл
mr: ध्‍वनी आणि अधिसूचना
ms: Bunyi dan pemberitahuan
my_zg: အသံမ်ားႏွင့္ သတိေပးခ်က္မ်ား
ne: ध्वनिहरू र सूचनाहरू
or: ଧ୍ୱନି ଏବଂ ବିଜ୍ଞପ୍ତିଗୁଡିକ
pa: ਧੁਨੀਆਂ ਅਤੇ ਸੂਚਨਾਵਾਂ
ro: Sunete şi notificări
si: හඬ සහ දැනුම්දීම්
sk: Zvuky a oznámenia
sl: Zvoki in obvestila
sr: Zvukovi i obaveštenja
ta: ஒலிகள் மற்றும் அறிவிப்புகள்
te: ధ్వనులు మరియు నోటిఫికేషన్‌లు
tg_tj: Садоҳо ва огоҳиҳо
th: เสียงและการแจ้งเตือน
tk_tm: Sesler we habarnamalar
tl: Mga tunog at notification
uk: Звуки та сповіщення
ur: آواز اور نوٹیفکیشنز
uz: Ovoz va bildirishnomalar
vi: Âm thanh và thông báo

# IDS_TGRAM_OPT_PRIVACY_AND_SECURITY_ABB
source: Privacy and security
ar: الخصوصية والحماية
as: গোপনীয়তা আৰু নিৰাপত্তা
az: Məxfilik və təhlükəsizlik
be_by: Прыватнасць і бяспека
bg: Поверителност и защита
bn: গোপনীয়্তা এবং নিরাপত্তা
bn_bd: গোপনীয়তা ও নিরাপত্তা
el_gr: Απόρρητο και ασφάλεια
et: Privaatsus ja turvalisus
eu: Pribatutasuna eta segurtasuna
fr_ca: Confidentialité et sécurité
ga: Príobháid agus slándáil
gu: ગોપનીયતા અને સુરક્ષા
hr: Privatnost i sigurnost
hy: Գաղտնիություն և անվտանգություն
is: Persónuvernd og öryggi
ka: კონფიდენციალურობა და უსაფრთხოება
kk: Құпиялылық және қауіпсіздік
km: ភាពឯកជន និង សន្តិសុខ
kn: ಗೌಪ್ಯತೆ ಮತ್ತು ಸುರಕ್ಷತೆ
ky_kg: Жекелик жана коопсуздук
lo: ຄວາມເປັນສ່ວນຕົວແລະຄວາມປອດໄພ
lt: Privatumas ir sauga
lv: Konfidencialitāte un drošība
mk: Приватност и безбедност
ml: സ്വകാര്യതയും സുരക്ഷയും
mn_mn: Нууцлал ба хамгаалалт
mr: गोपनीयता आणि सुरक्षितता
ms: Privasi dan keselamatan
my_zg: ကုိယ္ေရးသီးသန္႔ ႏွင့္ လံုျခံဳေရး
ne: गोपनीयता र सुरक्षा
or: ଗୋପନୀୟତା ଏବଂ ସୁରକ୍ଷା
pa: ਗੋਪਨਿਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ
ro: Confidenţialitate şi securitate
si: රහස්‍යතාව සහ ආරක්ෂාව
sk: Súkromie a zabezpečenie
sl: Zasebnost in varnost
sr: Privatnost i bezbednost
ta: தனிப்பயன் மற்றும் பாதுகாப்பு
te: గోప్యతా మరియు భద్రతా
tg_tj: Махфият ва амният
th: ข้อมูลส่วนตัวและความปลอดภัย
tk_tm: Gizlinlik we howpsuzlyk
tl: Privacy at seguridad
uk: Конфіденційність та безпека
ur: رازداری اور سیکیورٹی
uz: Maxfiylik va xavfsizlik
vi: Riêng tư và bảo mật

# IDS_TGRAM_OPT_SET_BACKGROUND_IMAGE_ABB
source: Set background image
ar: ضبط صورة الخلفية
as: পৃষ্ঠভূমিৰ প্ৰতিচ্ছবি ছেট কৰক
az: Fon təsvirini qur
be_by: Задаць фонавы відарыс
bg: Задаване на фоново изображение
bn: ব্যাকগ্রাউন্ড চিত্রটি সেট করুন
bn_bd: ব্যাকগ্রাউন্ড ছবি নির্বাচন করুন
el_gr: Ορισμός εικόνας φόντου
et: Määra taustapilt
eu: Ezarri atzealdeko irudia
fr_ca: Définir l'image d'arrière-plan
ga: Socraigh íomhá chúlra
gu: પૃષ્ઠભૂમિ છબી સેટ કરો
hr: Postavi pozadinsku sliku
hy: Դնել ետնապատկեր
is: Velja bakgrunnsmynd
ka: სურათის დაყენება ფონზე
kk: Фон суретін орнату
km: កំណត់​រូប​ផ្ទៃខាងក្រោយ
kn: ಹಿನ್ನೆಲೆ ಚಿತ್ರ ಹೊಂದಿಸಿ
ky_kg: Фон сүрөтүн орнотуу
lo: ຕັ້ງຮູບພື້ນຫຼັງ
lt: Nustatyti fono vaizdą
lv: Iestatīt fona attēlu
mk: Одреди слика во заднина
ml: പശ്ചാത്തല ചിത്രം ക്രമീകരിക്കുക
mn_mn: Дэвсгэр зураг тохируул
mr: पार्श्वभूमी प्रतिमा सेट करा
ms: Tetapkan imej latar belakang
my_zg: ေနာက္ခံ ရုပ္ပံုကုိ သတ္မွတ္ပါ
ne: पृष्ठभूमि छवि सेट गर्नुहोस्
or: ପୃଷ୍ଠପଟ ଫଟୋ ସେଟ୍
pa: ਬੈਕਗ੍ਰਾਉਂਡ ਚਿੱਤਰ ਸੈੱਟ ਕਰੋ
ro: Setare imagine de fundal
si: පසුබිම් අනුරුව පිහිටුවන්න
sk: Nastaviť obrázok pozadia
sl: Nastavi sliko ozadja
sr: Podesi sliku u pozadini
ta: பின்னணிப் படிமத்தை அமைக்கவும்
te: నేపథ్య చిత్రాన్ని సెట్ చేయండి
tg_tj: Танзими тасвири пасзамина
th: ตั้งรูปภาพพื้นหลัง
tk_tm: Fon suratyny goý
tl: I-set ang larawan ng background
uk: Установлення фонов. зображення
ur: پس منظر کی تصویر سیٹ کریں
uz: Fon rasmini o‘rnatish
vi: Đặt hình nền

# IDS_TGRAM_OPT_SET_PROFILE_PICTURE_ABB
source: Set profile picture
ar: ضبط صورة ملف التعريف
as: প্ৰ'ফাইল চিত্ৰ ছেট কৰক
az: Profil şəklini qur
be_by: Задаць аватар профілю
bg: Задаване на профилна картина
bn: প্রোফাইল ছবি সেট করুন
bn_bd: প্রোফাইল ছবি নির্বাচন করুন
el_gr: Ορισμός εικόνας προφίλ
et: Määra profiilipilt
eu: Ezarri profileko argazkia
fr_ca: Définir la photo de profil
ga: Socraigh pictiúr próifíle
gu: પ્રોફાઇલ ચિત્ર સેટ કરો
hr: Postavi sliku profila
hy: Դնել պրոֆիլի նկար
is: Velja prófílmynd
ka: პროფილის სურათის დაყენება
kk: Профиль суретін орнату
km: កំណត់​រូបភាព​ទម្រង់
kn: ಪ್ರೊಫೈಲ್ ಚಿತ್ರ ಹೊಂದಿಸಿ
ky_kg: Профиль сүрөтүн орнотуу
lo: ຕັ້ງຮູບໂປຣໄຟລ໌
lt: Nustatyti profilio paveikslėlį
lv: Iestatīt profila attēlu
mk: Одреди слика за профил
ml: പ്രൊഫൈൽ ചിത്രം ക്രമീകരിക്കുക
mn_mn: Профилийн зураг тохируул
mr: प्रोफाइल चित्र सेट करा
ms: Tetapkan gambar profil
my_zg: ပ႐ိုဖိုင္ ႐ုပ္ပုံ သတ္မွတ္ပါ
ne: प्रोफाइल तस्वीर सेट गर्नुहोस्
or: ପ୍ରୋଫାଇଲ୍ ଫଟୋ ସେଟ୍
pa: ਪ੍ਰੋਫਾਈਲ ਤਸਵੀਰ ਸੈੱਟ ਕਰੋ
ro: Setare imagine de profil
si: පැතිකඩ පින්තූරය පිහිටුවන්න
sk: Nastaviť profilovú fotografiu
sl: Nastavi profilno sliko
sr: Podesi sliku profila
ta: ப்ரொஃபைல் படத்தை அமைக்கவும்
te: ప్రొఫైల్ చిత్రాన్ని సెట్ చేయండి
tg_tj: Танзими сурати профил
th: ตั้งรูปภาพโปรไฟล์
tk_tm: Profil suratyny goý
tl: I-set ang larawan ng profile
uk: Установлення зображення профілю
ur: پروفائل تصویر سیٹ کریں
uz: Profil rasmini o‘rnatish
vi: Đặt ảnh hồ sơ

# IDS_TGRAM_OPT_EDIT_NAME
source: Edit name
ar: تعديل الاسم
as: নাম সম্পাদনা কৰক
az: Adı redaktə et
be_by: Рэдагаваць імя
bg: Редактиране на име
bn: নাম সম্পাদনা করুন
bn_bd: নাম সম্পাদনা করুন
el_gr: Επεξεργασία ονόματος
et: Redigeeri nime
eu: Editatu izena
fr_ca: Modifier le nom
ga: Cuir ainm in eagar
gu: નામ સંપાદિત કરો
hr: Uredi naziv
hy: Խմբագրել անունը
is: Breyta nafni
ka: სახელის რედაქტირება
kk: Атауын өңдеу
km: កែ​ឈ្មោះ
kn: ಹೆಸರು ತಿದ್ದಿ
ky_kg: Атын оңдоо
lo: ແກ້ໄຂຊື່
lt: Redaguoti vardą
lv: Rediģēt vārdu
mk: Измени име
ml: പേര് എഡിറ്റ് ചെയ്യുക
mn_mn: Нэр засварлах
mr: नाव संपादित करा
ms: Sunting nama
my_zg: အမည္ တည္းျဖတ္ပါ
ne: नाम सम्पादन गर्नुहोस्
or: ନାମ ସମ୍ପାଦନ
pa: ਨਾਂ ਸੰਪਾਦਿਤ ਕਰੋ
ro: Editare nume
si: නම සංස්කරණය කරන්න
sk: Upraviť názov
sl: Uredi ime
sr: Izmeni ime
ta: பெயரைத் திருத்தவும்
te: పేరును సవరించు
tg_tj: Тағйир додани ном
th: แก้ไขชื่อ
tk_tm: Ady düzet
tl: I-edit ang pangalan
uk: Редагувати ім’я
ur: نام تدوین کریں
uz: Nomni tahrirlash
vi: Sửa tên

# IDS_TGRAM_OPT_LOG_OUT
source: Log out
ar: تسجيل الخروج
as: লগ আউট কৰক
az: Çıx
be_by: Выйсці з сістэмы
bg: Излизане
bn: লগ আউট
bn_bd: লগ-আউট
el_gr: Αποσύνδεση
et: Logi välja
eu: Irten
fr_ca: Déconnexion
ga: Logáil amach
gu: લોગ આઉટ કરો
hr: Odjavi se
hy: Դուրս գալ
is: Skrá út
ka: გამოსვლა
kk: Шығу
km: ចុះឈ្មោះចេញ
kn: ಲಾಗ್ ಔಟ್
ky_kg: Чыгуу
lo: ອອກຈາກລະບົບ
lt: Išsiregistruoti
lv: Atteikties
mk: Одјави се
ml: ലോഗ് ഔട്ട് ചെയ്യുക
mn_mn: Гарах
mr: लॉग आउट करा
ms: Log keluar
my_zg: ေလာ့ ေအာက္
ne: लग आउट गर्नुहोस्
or: ଲଗ୍ ଆଉଟ୍
pa: ਲੌਗ ਆਉਟ
ro: Deconectare
si: පිට වන්න
sk: Odhlásiť sa
sl: Odjava
sr: Odjavi se
ta: வெளியேறுக
te: లాగ్ అవుట్ చేయి
tg_tj: Баромадан
th: ออกจากระบบ
tk_tm: Çyk
tl: Mag-log out
uk: Вийти
ur: لاگ آؤٹ
uz: Chiqish
vi: Đăng xuất

# IDS_TGRAM_OPT_FROM_GALLERY_ABB2
source: From Gallery
ar: من الاستوديو
as: গেলাৰীৰ পৰা
az: Qalereyadan
be_by: З галерэі
bg: От Галерия
bn: গ্যালারি থেকে
el_gr: Από τη Συλλογή
et: Galeriist
eu: Galeriatik
fr_ca: Depuis la galerie
ga: Ón nGailearaí
gu: ગેલેરીમાંથી
hr: Iz Galerije
hy: Պատկերասրահից
is: Úr galleríi
ka: გალერეიდან
kk: Галереядан
km: ពី​វិចិត្រសាល
kn: ಗ್ಯಾಲರಿಯಿಂದ
ky_kg: Галереядан
lo: ຈາກແກເລີຣີ
lt: Iš galerijos
lv: No galerijas
mk: Од Галерија
ml: ഗാലറിയിൽ നിന്ന്
mn_mn: Галерейгаас
mr: गॅलरीमधून
ms: Daripada Galeri
my_zg: ျပခန္းမွ
ne: ग्यालरीबाट
or: ଗ୍ୟାଲେରୀରୁ
pa: ਗੈਲਰੀ ਤੋਂ
ro: Din Galerie
si: ගැලරිය වෙතින්
sk: Z aplikácie Galéria
sl: Iz Galerije
sr: Iz galerije
ta: கேலரியிலிருந்து
te: గ్యాలరీ నుండి
tg_tj: Аз Нигористон
th: จากแกลเลอรี่
tk_tm: Galereýadan
tl: Mula sa Gallery
uk: З галереї
ur: گیلری سے
uz: Galereyadan
vi: Từ Bộ sưu tập

# IDS_TGRAM_OPT_TAKE_PICTURE_ABB
source: Take picture
ar: التقاط صورة
as: ছবি তোলক
az: Şəkil çək
be_by: Зрабіць здымак
bg: Направи снимка
bn: ছবি তুলুন
bn_bd: ছবি তুলুন
el_gr: Λήψη φωτογραφίας
et: Pildista
eu: Atera argazkia
fr_ca: Photographier
ga: Glac pictiúr
gu: ચિત્ર લો
hr: Fotografiraj
hy: Լուսանկարել
is: Taka mynd
ka: სურათის გადაღება
kk: Суретке түсіру
km: ថត​រូបភាព
kn: ಚಿತ್ರ ತೆಗೆದುಕೊಳ್ಳಿ
ky_kg: Сүрөткө тартуу
lo: ຖ່າຍຮູບ
lt: Fotografuoti
lv: Fotografēt
mk: Сликај
ml: ചിത്രമെടുക്കുക
mn_mn: Зураг авах
mr: फोटो काढा
ms: Ambil gambar
my_zg: ပံု ရိုက္ပါ
ne: तस्वीर लिनुहोस्
or: ଫଟୋ ଉଠାନ୍ତୁ
pa: ਤਸਵੀਰ ਲਉ
ro: Fotografiere
si: ඡායාරූපයක් ලබාගන්න
sk: Odfotografovať
sl: Slikaj
sr: Slikaj
ta: படம் எடுக்கவும்
te: చిత్రాన్ని తీయండి
tg_tj: Гирифтани сурат
th: ถ่ายภาพ
tk_tm: Surat düşür
tl: Kumuha ng litrato
uk: Зробити знімок
ur: تصویر لیں
uz: Rasmga olish
vi: Chụp ảnh

# IDS_TGRAM_HEADER_SELECT_IMAGE_ABB2
source: Select image
ar: تحديد الصورة
as: প্ৰতিচ্ছবি চয়ন কৰক
az: Şəkli seç
be_by: Выбраць відарыс
bg: Избор изображ.
bn: চিত্র নির্বাচন করুন
bn_bd: ছবি বেছে নিন
el_gr: Επιλογή εικόνας
et: Pildi valimine
eu: Hautatu irudia
fr_ca: Sélection image
ga: Rogh. íomhá
gu: છબી પસંદ કરો
hr: Odabir slike
hy: Ընտրել պատկեր
is: Velja mynd
ka: სურათის არჩევა
kk: Суретті таңдау
km: ជ្រើស​រូប
kn: ಚಿತ್ರ ಆಯ್ಕೆಮಾಡಿ
ky_kg: Сүрөт тандоо
lo: ເລືອກຮູບ
lt: Rinktis vaizdą
lv: Izvēl. attēlu
mk: Изберете слика
ml: ചിത്രം തിരഞ്ഞെടുക്കുക
mn_mn: Зураг сонго
mr: प्रतिमा निवडा
ms: Pilih imej
my_zg: ရုပ္ပံု ေရြးပါ
ne: छवि चयन गर्नु
or: ଫଟୋ ଚୟନ
pa: ਚਿੱਤਰ ਚੁਣੋ
ro: Select. imagine
si: අනුරුව තේරීම
sk: Vyberte fotogr.
sl: Izberite sliko
sr: Izaberite sliku
ta: படிம. தேர்வு.
te: చిత్రాన్ని ఎంచుకోండి
tg_tj: Интихоби тасвир
th: เลือกรูปภาพ
tk_tm: Surat saýla
tl: Pumili ng larawan
uk: Вибір зображ.
ur: تصویر منتخب کریں
uz: Tasvir tanlash
vi: Chọn ảnh
