Repository: temper8/tizen-telegram
Catalog: TelegramTizen/res/po/*.po
Languages: ar, as, az, be_by, bg, bn, bn_bd, el_gr, et, eu, fr_ca, ga, gu, hr, hy, is, ka, kk, km, kn, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, ne, or, pa, ro, si, sk, sl, sr, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi

# IDS_COM_BODY_ABCDEFGHIJKLMNOPQRSTUVWXYZ
source: ABCDEFGHIJKLMNOPQRSTUVWXYZ
ar: ابتثجحخدذرزسشصضطظعغفقكلمنهوي
as: অআইঈউঊঋএঐওঔকখগঘঙচছজঝঞটঠডঢণতথদধনপফবভমযৰলৱশষসহABCDEFGHIJKLMNOPQRSTUVWXYZ
az: ABCÇDEƏFGĞHXIİJKQLMNOÖPRSŞTUÜVYZ
be_by: АБВГДЕЁЖЗІЙКЛМНОПРСТУЎФХЦЧШЫЬЭЮЯ
bg: АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪьЮЯ
bn: অআইঈউঊঋএঐওঔকখগঘঙচছজঝঞটঠডঢণতথদধনপফবভমযরলশষসহABCDEFGHIJKLMNOPQRSTUVWXYZ
bn_bd: অআইঈউঊঋএঐওঔকখগঘঙচছজঝঞটঠডঢণতথদধনপফবভমযরলশষসহABCDEFGHIJKLMNOPQRSTUVWXYZ
el_gr: ΑΒΓΔΕΖΗΘΙΚΛΜΝΞΟΠΡΣΤΥΦΧΨΩ
gu: અઆઇઈઉઊૠએઍઐઓઑઔકખગઘચછજઝટઠડઢણતથદધનપફબભમયરલવશષસહABCDEFGHIJKLMNOPQRSTUVWXYZ
is: AÁBCDÐEÉFGHIÍJKLMNOÓPQRSTUÚVWXYÝZÞÆÖ
ka: აბგდევზთიკლმნოპჟრსტუფქღყშჩცძწჭხჯჰ
kk: АӘБВГҒДЕЁЖЗИЙКҚЛМНҢОӨПРСТУҰҮФХҺЦЧШЩЪЫІЬЭЮЯ
km: កខគឃងចឆជឈញដឋឌឍណតថទធនបផពភមយរលវសហឡអABCDEFGHIJKLMNOPQRSTUVWXYZ
kn: ಅಆಇಈಉಊಋಎಏಐಒಓಔಅಕಖಗಘಙಚಛಜಝಞಟಠಡಢಣತಥದಧನಪಫಬಭಮಯರಲವಶಷಸಹಳABCDEFGHIJKLMNOPQRSTUVWXYZ
ky_kg: АБВГДЕЁЖЗИЙКЛМНҢОӨПРСТУҮФХЦЧШЩЬЫЪЭЮЯ
lt: AĄBCČDEĘĖFGHIĮYJKLMNOPRSŠTUŲŪVZŽ
lv: AĀBCČDEĒFGĢHIĪJKĶLĻMNŅOPRSŠTUŪVZŽ
mk: АБВГДЃЕЖЗЅИЈКЛЉМНЊОПРСТЌУФХЦЧЏШ
mn_mn: АБВГДЕЁЖЗИЙКЛМНОӨПРСТУҮФХЦЧШЩЪЬЫЭЮЯ
mr: अआइईउऊऋएऐओऔकखगघड़चछजझञटठडढणतथदधनपफबभमयरलवशषसहABCDEFGHIJKLMNOPQRSTUVWXYZ
ne: अआइईउऊऋएऐओऔकखगघङचछजझञटठडढणतथदधनपफबभमयरलवशषसहABCDEFGHIJKLMNOPQRSTUVWXYZ
or: ଅଆଇଈଉଊଋୠଏଐଓଔକଖଗଘଙଚଛଜଝଞଟଠଡଢଡ଼ଢ଼ଣତଥଦଧନପଫବଭମଯୟରଲଳୱଶଷସହABCDEFGHIJKLMNOPQRSTUVWXYZ
sk: AÁÄBCČDĎEÉFGHIÍJKLĹĽMNŇOÓÔPQRŔSŠTŤUÚVWXYÝZŽ
ta: அஆஇஈஉஊஎஏஐஒஓஔஃகஙசஞடணதநபமயரலவழளறனABCDEFGHIJKLMNOPQRSTUVWXYZ
te: కఖగఘఙచఛజఝఞటఠడఢణతథదధనపఫబభమయరలళవశషసహఱABCDEFGHIJKLMNOPQRSTUVWXYZ
uk: АБВГҐДЕЄЖЗИІЇЙКЛМНОПРСТУФХЦЧШЩЬЮЯ
ur: ابپتٹثجچحخدڈذرڑژسشصضطظعغفقکگلمنوہھءیے
uz: ABDEFGHIJKLMNOPQRSTUVXYZO‘G‘ChShNg

source: The world's %1$sfastest%2$s messaging app It is %3$sfree%4$s and %5$ssecure%6$s.
ar: تطبيق المراسلة %1$sالأسرع%2$s حول العالم وهو %3$sمجاني%4$s و%5$sآمن%6$s.
as: বিশ্বৰ %1$sদ্ৰুততম%2$s মেচেজ এপ এইটো %3$sবিনামূলীয়া%4$s আৰু %5$sসুৰক্ষিত%6$s৷
az: Dünyanın %1$sən sürətli%2$s mesajlaşma proqramı O %3$spulsuz%4$s və %5$stəhlükəsizdir%6$s.
be_by: Самая %1$sхуткая%2$s праграма абмену паведамленняў у свеце Яна %3$sбясплатная%4$s і %5$sбяспечная%6$s.
bg: %1$sНай-бързото%2$s в света приложение за съобщения То е %3$sбезплатно%4$s и %5$sзащитено%6$s.
bn: বিশ্বের %1$sদ্রুততম%2$s মেসেজিং অ্যাপ এটি %3$sবিনামূল্যে%4$s এবং %5$sনিরাপদ%6$s।
bn_bd: বিশ্বের %1$sসবচেয়ে নিরাপদ%2$s মেসেজিং অ্যাপ এটি %3$sফ্রি%4$s ও %5$sনিরাপদ%6$s৷
el_gr: Η πιο %1$sγρήγορη%2$s εφαρμογή ανταλλαγής μηνυμάτων στον κόσμο Είναι %3$sδωρεάν%4$s και %5$sασφαλής%6$s.
et: Maailma %1$skiireim%2$s sõnumsiderakendus See on %3$stasuta%4$s ja %5$sturvaline%6$s.
eu: Munduko mezularitza aplikaziorik %1$sazkarrena%2$s %3$sDoakoa%4$s eta %5$ssegurua%6$s da.
fr_ca: L'application de messagerie %1$sla plus rapide%2$s au monde Elle est %3$sgratuite%4$s et %5$ssécurisée%6$s.
ga: An feidhmchlár cur teachtaireachtaí %1$sis tapa%2$s ar domhan Tá sé %3$ssaor in aisce%4$s agus %5$sslán%6$s.
gu: વિશ્વની %1$sસૌથી વધુ ઝડપી%2$s મેસેજિંગ એપ તે %3$sમફત%4$s છે અને %5$sસુરક્ષિત%6$s છે.
hr: %1$sNajbrža%2$s aplikacija za poruke na svijetu %3$sBesplatna%4$s je i %5$ssigurna%6$s.
hy: Աշխարհի %1$sամենաարագ%2$s հաղորդագրման ծրագիրը Այն %3$sանվճար%4$s և %5$sապահով%6$s է:
is: Heimsins %1$shraðvirkasta%2$s skilaboðaforrit Það er %3$sókeypis%4$s og %5$söruggt%6$s.
ka: მსოფლიოს %1$sუსწრაფესი%2$s შეტყობინებების აპლიკაცია %3$sუფასო%4$s და %5$sუსაფრთხოა%6$s.
kk: Әлемнің %1$sең жылдам%2$s хабар алмасу қолданбасы Бұл %3$sтегін%4$s және %5$sқауіпсіз%6$s.
km: កម្មវិធី​សារ%1$sលឿន​បំផុត%2$s របស់​ពិភពលោក វា​គឺ %3$sឥតគិតថ្លៃ%4$s និង %5$sមាន​សន្តិសុខ%6$s។
kn: ಜಗತ್ತಿನ %1$sಅತಿವೇಗದ%2$s ಮೆಸೇಜಿಂಗ್ ಅನ್ವಯಿಸುವಿಕೆ ಇದು %3$sಉಚಿತವಾಗಿದೆ%4$s ಮತ್ತು %5$sಸುರಕ್ಷಿತವಾಗಿದೆ%6$s.
ky_kg: Дүйнөнүн %1$sэң тез%2$s билдирүү алмашуу колдонмосу Ал %3$sакысыз%4$s жана %5$sкоопсуз%6$s.
lo: ແອັບການສົ່ງຂໍ້ຄວາມ %1$sໄວທີ່ສຸດ%2$s ຂອງໂລກ ມັນ %3$sຟຣີ%4$s ແລະ %5$sປອດໄພ%6$s.
lt: Greičiausia %1$spasaulyje%2$s žinučių siuntimo programa ji yra %3$snemokama%4$s ir %5$ssaugi%6$s.
lv: Pasaulē %1$svisātrākā%2$s ziņapmaiņas programma Tā ir %3$sbezmaksas%4$s un %5$sdroša%6$s.
mk: Светски %1$sнајбрзата%2$s апликација за размена на пораки Таа е %3$sбесплатна%4$s и %5$sбезбедна%6$s.
ml: ലോകത്തിലെ %1$sഏറ്റവും വേഗമേറിയ%2$s സന്ദേശമയയ്ക്കൽ ആപ്ലിക്കേഷൻ ഇത് %3$sസൗജന്യവും%4$s %5$sസുരക്ഷിതവുമാണ്%6$s.
mn_mn: Дэлхийн %1$sхамгийн хурдан%2$s зурвас хэрэглүүр %3$sҮнэгүй%4$s бас %5$sнайдвартай%6$s.
mr: जगातील%1$sसर्वात जलद%2$s संदेश प्रेषण अनुप्रयोग हा %3$sविनामूल्य%4$s आणि %5$sसुरक्षित%6$s आहे.
ms: Aplikasi mesej %1$sterpantas%2$s di dunia Ia adalah %3$spercuma%4$s dan %5$sselamat%6$s.
my_zg: ကမၻာ့ %1$sအျမန္ဆံုး%2$sမက္ေဆ့ခ်္ေပးပုိ႔သည့္ အက္ပ္ %3$sအခမဲ့%4$sျဖစ္ၿပီး %5$sလံုျခံဳမႈ%6$sရွိပါသည္။
ne: विश्वको %1$sसबैभन्दा द्रुत%2$s मेसेजिङ एप यो %3$sनिःशुल्क%4$s र %5$sसुरक्षित%6$s छ।
or: ବିଶ୍ୱର %1$sଦ୍ରୁତତର%2$s ମେସେଜିଂ ଆପ୍ ଏହା %3$sମୁକ୍ତ%4$s ଏବଂ %5$sସୁରକ୍ଷିତ%6$s।
pa: ਵਿਸ਼ਵ ਦੀ %1$sਸਭ ਤੋਂ ਤੇਜ਼%2$s ਮੈਸੇਜਿੰਗ ਐਪ ਇਹ %3$sਮੁਫ਼ਤ%4$s ਅਤੇ %5$sਸੁਰੱਖਿਅਤ%6$s ਹੈ।
ro: %1$sCea mai rapidă%2$s aplicaţie de mesagerie Este %3$sgratuită%4$s şi %5$ssigură%6$s.
si: ලොව %1$sවේගවත්ම%2$s පණිවිඩකරණ යෙදුම එය %3$sනොමිලේ%4$s සහ %5$sආරක්ෂිතය%6$s.
sk: %1$sNajrýchlejšia%2$s aplikácia na výmenu správ na svete Je %3$szadarmo%4$s a %5$sbezpečná%6$s.
sl: %1$sNajhitrejša%2$s aplikacija za sporočanje na svetu %3$sBrezplačna%4$s in %5$svarna%6$s.
sr: %1$sNajbrža%2$s aplikacija za razmenu poruka na svetu %3$sBesplatna%4$s je i %5$sbezbedna%6$s.
ta: உலகின் %1$sஅதிவேகமான%2$s மெசேஜிங் பயன்பாடு இது %3$sஇலவசமானது%4$s மற்றும் %5$sபாதுகாப்பானது%6$s.
te: ప్రపంచపు %1$sవేగవంతమైన%2$s మెసేజింగ్ అప్లికేషన్ ఇది %3$sఉచితం%4$s మరియు %5$sసురక్షితం%6$s.
tg_tj: Барномаи паёмнависии %1$sзудкортарин%2$s дар ҷаҳон Он %3$sройгон%4$s ва %5$sамн%6$s аст.
th: แอพรับส่งข้อความที่ %1$sเร็วที่สุด%2$s ในโลก ซึ่งทั้ง %3$sฟรี%4$s และ %5$sปลอดภัย%6$s
tk_tm: Dünýäniň %1$siň çalt%2$s hat alyşma goýmasy Ol %3$smugt%4$s we %5$showpsuz%6$s.
tl: Ang %1$spinakamabilis%2$s na messaging app %3$sLibre%4$s at %5$sligtas%6$s ito.
uk: %1$sНайшвидша%2$s у світі %3$sбезкоштовна%4$s та %5$sзахищена%6$s програма обміну повідомленнями.
ur: دنیا کا %1$sتیز ترین%2$s پیغامات بھیجنے والا ایپلیکیشن یہ %3$sمفت%4$s اور %5$sمحفوظ%6$s ہے۔
uz: Dunyodagi %1$seng tez%2$s xabarlar ilovasi U %3$sbepul%4$s va %5$sxavfsiz%6$s.
vi: Ứng dụng nhắn tin %1$snhanh nhất%2$s thế giới %3$sMiễn phí%4$s và %5$sbảo mật%6$s.

# IDS_TGRAM_HEADER_TELEGRAM
source: Telegram
ar: التلغراف
as: টেলিগ্ৰাম
bn: টেলিগ্রাম
ga: Teileagram
gu: ટેલિગ્રામ
km: ទូរលេខ
kn: ಟೆಲಿಗ್ರಾಂ
lo: ໂທລະເລກ
ml: ടെലഗ്രാം
mr: टेलीग्राम
my_zg: တယ္လီဂရမ္
ne: टेलीग्राम
or: ଟେଲିଗ୍ରାମ୍
pa: ਟੈਲੀਗ੍ਰਾਮ
ro: Telegramă
si: ටෙලිග්‍රෑම්
ta: டெலிகிராம்
te: టెలిగ్రామ్
tl: Telegrama
ur: ٹیلیگرام

# IDS_TGRAM_HEADER_FAST
source: Fast
ar: سريع
as: দ্ৰুত
az: Cəld
be_by: Хуткі
bg: Бърза
bn: দ্রুত
bn_bd: দ্রুত
el_gr: Γρήγορη
et: Kiire
eu: Azkar
fr_ca: Rapide
ga: Tapa
gu: ઝડપી
hr: Brzo
hy: Արագ
is: Hratt
ka: ჩქარი
kk: Жылдам
km: លឿន
kn: ವೇಗ
ky_kg: Тез
lo: ໄວ
lt: Spartus
lv: Ātra
mk: Брзо
ml: വേഗത്തിൽ
mn_mn: Хурдан
mr: जलद
ms: Pantas
my_zg: အျမန္
ne: छिटो
or: ଦ୍ରୁତ
pa: ਤੇਜ਼
ro: Repede
si: වේගයෙන්
sk: Rýchly
sl: Hitra
sr: Brzo
ta: வேகம்
te: వేగంగా
tg_tj: Зуд
th: เร็ว
tk_tm: Çalt
tl: Mabilis
uk: Швидка
ur: تیز
uz: Tez
vi: Nhanh

# IDS_TGRAM_HEADER_FREE
source: Free
ar: مجاناً
as: বিনামূলীয়া
az: Pulsuz
be_by: Бясплатны
bg: Безплатна
bn: মুক্ত
bn_bd: বিনামূল্যে
el_gr: Δωρεάν
et: Tasuta
eu: Doakoa
fr_ca: Gratuit
ga: Saor in aisce
gu: મફત
hr: Besplatno
hy: Անվճար
is: Ókeypis
ka: უფასო
kk: Тегін
km: ឥតគិតថ្លៃ
kn: ಉಚಿತ
ky_kg: Бош
lo: ຟຣີ
lt: Nemokama
lv: Bezmaksas
mk: Бесплатно
ml: സൗജന്യം
mn_mn: Үнэгүй
mr: विनामूल्‍य
ms: Percuma
my_zg: အခမဲ့
ne: निःशुल्क
or: ମୁକ୍ତ
pa: ਮੁਫ਼ਤ
ro: Gratuită
si: නොමිලේ
sk: Zadarmo
sl: Brezplačna
sr: Bez ograničenja
ta: இலவசம்
te: ఖాళీ
tg_tj: Ройгон
th: ฟรี
tk_tm: Mugt
tl: Bakante
uk: Безкоштовна
ur: مفت
uz: Bepul
vi: Miễn phí

# IDS_TGRAM_ACBUTTON_START_MESSAGING
source: START MESSAGING
ar: بدء المراسلة
as: মেচেজিং আৰম্ভ কৰক
az: MESAJLAŞMAYA BAŞLA
be_by: ПАЧАЦЬ АБМЕН ПАВЕДАМЛЕННЯМІ
bg: СТАРТ НА СЪОБЩЕНИЯТА
bn: মেসেজিং শুরু করুন
bn_bd: মেসেজ আদান-প্রদান শুরু করুন
el_gr: ΕΝΑΡΞΗ ΑΝΤΑΛΛΑΓΗΣ ΜΗΝΥΜΑΤΩΝ
et: ALUSTA SÕNUMITE SAATMIST
eu: HASI MEZULARITZA
fr_ca: DÉMARRER LA MESSAGERIE
ga: TOSAIGH AR CHUR TEACHTAIREACHTAÍ
gu: મેસેજિંગ પ્રારંભ કરો
hr: ZAPOČNI SLANJE PORUKA
hy: ՍԿՍԵԼ ՀԱՂՈՐԴԱԳՐՈՒՄԸ
is: SKRIFA SKILABOÐ
ka: შეტყობინებების დაწყება
kk: ХАБАР АЛМАСУДЫ БАСТАУ
km: ចាប់ផ្ដើម​កម្មវិធីសារ
kn: ಮೆಸೇಜಿಂಗ್ ಪ್ರಾರಂಭಿಸಿ
ky_kg: БИЛДИРҮҮ АЛМАШУУНУ БАШТОО
lo: ເລີ່ມຕົ້ນຂໍ້ຄວາມ
lt: PRADĖTI ŽINUČIŲ SIUNTIMĄ
lv: SĀKT ZIŅAPMAIŅU
mk: ПОЧНИ РАЗМЕНА НА ПОРАКИ
ml: സന്ദേശമയയ്ക്കൽ ആരംഭിക്കുക
mn_mn: ЗУРВАС БИЧИЖ ЭХЭЛ
mr: संदेश प्रेषण सुरू करा
ms: MULAKAN MESEJ
my_zg: မက္ေဆ့ခ်္ေပးပုိ႔ျခင္းကုိ စတင္ပါ
ne: मेसेजिङ सुरु गर्नुहोस्
or: ମେସେଜିଂ ଆରମ୍ଭ
pa: ਮੈਸੇਜਿੰਗ ਅਰੰਭ ਕਰੋ
ro: PORNIRE MESAGERIE
si: පණිවිඩකරණය අරඹන්න
sk: ZAČAŤ VÝMENU SPRÁV
sl: ZAČNI POŠILJANJE SPOROČIL
sr: ZAPOČNI RAZMENU PORUKA
ta: மெசேஜிங்கைத் துவக்கவும்
te: మెసేజింగ్‌ను ప్రారంభించు
tg_tj: ОҒОЗИ ПАЁМНАВИСӢ
th: เริ่มข้อความ
tk_tm: HAT ALYŞMA BAŞLAT
tl: SIMULAN ANG MESSAGING
uk: РОЗПОЧАТИ ОБМІН ПОВІДОМЛЕННЯМИ
ur: پیغامات بھیجنا شروع کریں
uz: XABARLARNI BOSHLASH
vi: BẮT ĐẦU NHẮN TIN

# IDS_TGRAM_BUTTON_NEXT_ABB5
source: Next
ar: التالي
as: পৰৱৰ্তী
az: Növbəti
be_by: Далей
bg: Напред
bn: পরে
bn_bd: সামনে
el_gr: Επόμενο
et: Järgmine
eu: Hurrengoa
fr_ca: Suivant
ga: Ar aghaidh
gu: પછીનું
hr: Dalje
hy: Հաջորդ
is: Áfram
ka: შემდეგი
kk: Келесі
km: បន្ទាប់
kn: ಮುಂದಿನ
ky_kg: Кийинки
lo: ຖັດໄປ
lt: Kitas
lv: Tālāk
mk: Следно
ml: അടുത്തത്
mn_mn: Дараах
mr: पुढील
ms: Berikutnya
my_zg: ေနာက္သို႔
ne: अर्को
or: ପରବର୍ତ୍ତୀ
pa: ਅੱਗੇ
ro: Înainte
si: ඊළඟ
sk: Ďalej
sl: Naprej
sr: Naredno
ta: அடுத்தது
te: తదుపరి
tg_tj: Навбатӣ
th: ถัดไป
tk_tm: Indiki
tl: Susunod
uk: Далі
ur: اگلا
uz: Keyingi
vi: Tiếp

# IDS_TGRAM_BUTTON_PREVIOUS_ABB4
source: Previous
ar: السابق
as: পূৰ্বৰ
az: Əvvəlki
be_by: Назад
bg: Назад
bn: আগে
bn_bd: পূর্ববর্তী
el_gr: Προηγούμενο
et: Eelmine
eu: Aurrekoa
fr_ca: Précédent
ga: Roimhe
gu: પહેલાનું
hr: Prethodno
hy: Նախորդ
is: Fyrri
ka: წინა
kk: Алдыңғы
km: មុន
kn: ಹಿಂದಿನದು
ky_kg: Мурунку
lo: ກ່ອນໜ້າ
lt: Ankstesnis
lv: Iepriekš.
mk: Претходно
ml: മുമ്പത്തേത്
mn_mn: Өмнөх
mr: मागील
ms: Sebelumnya
my_zg: လြန္ခဲ့ေသာ
ne: पछिल्लो
or: ପୂର୍ବବର୍ତ୍ତୀ
pa: ਪਿੱਛੇ
ro: Înapoi
si: පෙර
sk: Späť
sl: Nazaj
sr: Prethodno
ta: முந்தைய
te: మునుపటి
tg_tj: Қаблӣ
th: ก่อน​หน้า​
tk_tm: Öňki
tl: Nauna
uk: Попередній
ur: سابقہ
uz: Avvalgi
vi: Trước

# IDS_TGRAM_BUTTON_NEXT_ABB6
source: Next
ar: التالي
as: পৰৱৰ্তী
az: Növbəti
be_by: Далей
bg: Напред
bn: পরে
bn_bd: সামনে
el_gr: Επόμενο
et: Järgmine
eu: Hurrengoa
fr_ca: Suivant
ga: Ar aghaidh
gu: પછીનું
hr: Dalje
hy: Հաջորդը
is: Áfram
ka: შემდეგი
kk: Келесі
km: បន្ទាប់
kn: ಮುಂದಿನದು
ky_kg: Кийинки
lo: ຖັດໄປ
lt: Kitas
lv: Tālāk
mk: Следно
ml: അടുത്തത്
mn_mn: Цааш
mr: पुढील
ms: Berikutnya
my_zg: ေနာက္သို႔
ne: अर्को
or: ପରବର୍ତ୍ତୀ
pa: ਅਗਲਾ
ro: Înainte
si: ඊළඟ
sk: Ďalej
sl: Naprej
sr: Naredno
ta: அடுத்தது
te: తదుపరి
tg_tj: Навбатӣ
th: ถัดไป
tk_tm: Indiki
tl: Susunod
uk: Далі
ur: اگلا
uz: Keyingi
vi: Tiếp

# IDS_TGRAM_SBODY_P1SSTELEGRAMP2SS_DELIVERS_MESSAGES_NFASTER_THAN_ANY_OTHER_APP
source: %1$sTelegram%2$s delivers messages faster than any other app.
ar: ينقل تطبيق %1$sالتلغراف%2$s الرسائل بسرعة أكبر من أي تطبيق آخر.
as: %1$sটেলিগ্ৰাম%2$s-এ অন্য যিকোনো এপতকৈ মেচেজসমূহ ক্ষিপ্ৰতাৰে প্ৰদান কৰে৷
az: %1$sTelegram%2$s mesajları başqa proqramlardan tez çatdırır.
be_by: %1$sTelegram%2$s дастаўляе паведамленні хутчэй за любую іншую праграму.
bg: %1$sTelegram%2$s доставя съобщенията по-бързо от което и да е друго приложение.
bn: %1$sটেলিগ্রাম%2$s অন্য কোনও অ্যাপের চেয়ে আরও দ্রুত বার্তাগুলি বিতরণ করে।
bn_bd: %1$sTelegram%2$s অন্য যে কোনো অ্যাপের চেয়ে দ্রুত মেসেজ পৌঁছে দেয়৷
el_gr: Η εφαρμογή %1$sTelegram%2$s παραδίδει τα μηνύματα ταχύτερα από κάθε άλλη εφαρμογή.
et: %1$sTelegram%2$s saadab sõnumid kiiremini kohale kui ükski teine rakendus.
eu: %1$sTelegram%2$s eginbidearekin, beste edozein aplikaziorekin baino azkarrago entregatuko dituzu mezuak.
fr_ca: %1$sTelegram%2$s envoie les messages plus rapidement que n'importe quelle autre application.
ga: Seachadtar teachtaireachtaí níos tapa ná aon feidhmchlár eile le %1$sTeileagram%2$s.
gu: %1$sટેલિગ્રામ%2$s સંદેશાને અન્ય કોઈપણ એપ કરતા વધુ ઝડપથી વિતરિત કરે છે.
hr: %1$sTelegram%2$s dostavlja poruke brže nego bilo koja druga aplikacija.
hy: %1$sTelegram%2$s ցանկացած այլ ծրագրից ավելի արագ է առաքում հաղորդագրությունները:
is: %1$sTelegram%2$s skilar þér skilaboðunum hraðar en nokkurt annað forrit.
ka: %1$sTelegram%2$s-ს უფრო სწრაფად მიაქვს შეტყობინებები, ვიდრე სხვა აპლიკაციას.
kk: %1$sTelegram%2$s қолданбасы хабарларды кез келген басқа қолданбаға қарағанда жылдамырақ жеткізеді.
km: %1$sទូរលេខ%2$s ផ្ដល់​សារ លឿន​ជាង​កម្មវិធី​ផ្សេងទៀត។
kn: %1$sಟೆಲಿಗ್ರಾಂ%2$s ಇತರೆ ಯಾವುದೇ ಅನ್ವಯಿಸುವಿಕೆಗಿಂತ ವೇಗವಾಗಿ ಸಂದೇಶಗಳನ್ನು ತಲುಪಿಸುತ್ತದೆ.
ky_kg: %1$sTelegram%2$s билдирүүлөрдү башка колдонмолорго караганда тезирээк жеткирет.
lo: %1$sໂທລະເລກ%2$s ສົ່ງຂໍ້ຄວາມ ໄວກວ່າແອັບອື່ນໆ.
lt: Funkcija %1$sTelegram%2$s pristato žinutes greičiau nei bet kuri kita programa.
lv: %1$sTelegram%2$s piegādā ziņas ātrāk nekā citas programmas.
mk: %1$sTelegram%2$s ги испорачува пораките побрзо од која било друга апликација.
ml: മറ്റേതൊരു ആപ്ലിക്കേഷനേക്കാളും വേഗത്തിൽ സന്ദേശങ്ങളെ %1$sടെലഗ്രാം%2$s വിതരണം ചെയ്യുന്നു.
mn_mn: %1$sTelegram%2$s бусад ямар ч хэрэглүүрээс хурдан зурвас дамжуулна.
mr: %1$sटेलीग्राम%2$sअन्य कोणत्याही अनुप्रयोगापेक्षा जलद संदेश वितरित करतो.
ms: %1$sTelegram%2$s menghantar mesej lebih pantas daripada sebarang aplikasi lain.
my_zg: %1$sတယ္လီဂရမ္%2$s သည္ အျခားအက္ပ္ထက္ မက္ေဆ့ခ်္မ်ားကုိ ျမန္ျမန္ေပးပုိ႔ႏုိင္သည္။
ne: %1$sटेलीग्राम%2$s ले अन्य कुनैपनि एप भन्दा छिटो संदेश डेलिभर गर्छ।
or: %1$sଟେଲିଗ୍ରାମ୍%2$s ବିତରଣ ସନ୍ଦେଶ ଅନ୍ୟ କୌଣସି ଆପ୍ଲିକେସନରୁ ଦ୍ରୁତତର ହୋଇଥାଏ।
pa: %1$sਟੈਲੀਗ੍ਰਾਮ%2$s ਕਿਸੇ ਹੋਰ ਐਪ ਨਾਲੋਂ ਤੇਜ਼ੀ ਨਾਲ ਸੰਦੇਸ਼ ਡਿਲੀਵਰ ਕਰਦਾ ਹੈ।
ro: Aplicaţia %1$sTelegramă%2$s livrează mesajele mai rapid ca orice altă aplicaţie.
si: %1$sටෙලිග්‍රෑම්%2$s වෙනත් ඕනෑම යෙදුමකට වඩා වැඩි වේගයෙන් පණිවිඩ බෙදාහරිනු ලබයි.
sk: %1$sTelegram%2$s doručuje správy rýchlejšie než ktorákoľvek iná aplikácia.
sl: Aplikacija %1$sTelegram%2$s sporočila dostavlja hitreje kot vse druge aplikacije.
sr: Aplikacija %1$sTelegram%2$s isporučuje poruke brže od bilo koje druge aplikacije.
ta: %1$sடெலிகிராம்%2$s, வேறெந்த பயன்பாட்டையும் விட அதிவேகமாகத் தகவல்களை கொண்டு சேர்க்கிறது.
te: %1$sటెలిగ్రామ్%2$s సందేశాలను మరే ఇతర అప్లికేషన్‌కు అయినా వేగవంతంగా పంపుతుంది.
tg_tj: %1$sTelegram%2$s паёмҳоро нисбат ба барномаҳои дигар зудтар мерасонад.
th: %1$sTelegram%2$s ส่งข้อความ ได้เร็วกว่าแอพอื่นๆ
tk_tm: %1$sTelegram%2$s hatlary başga goýmalardan çalt eltýär.
tl: Mas mabilis na naghahatid ng mensahe ang %1$sTelegram%2$s kaysa sa anumang iba pang app.
uk: %1$sTelegram%2$s надсилає повідомлення швидше за будь-яку іншу програму.
ur: %1$sٹیلیگرام%2$s پیغامات کو کسی دوسرے ایپلیکیشن کی بہ نسبت تیزی سے بھیجتا ہے۔
uz: %1$sTelegram%2$s xabarlaringizni boshqa ilovaga nisbatan tezroq yetkazadi.
vi: %1$sTelegram%2$s gửi tin nhắn nhanh hơn bất kỳ ứng dụng nào khác.

# IDS_TGRAM_SBODY_P1SSTELEGRAMP2SS_IS_FREE_FOREVER_N_NNO_ADS_NO_SUBSCRIPTION_FEES
source: %1$sTelegram%2$s is free forever. No ads. No subscription fees.
ar: إنّ تطبيق %1$sالتلغراف%2$s مجاني دائماً. ما من إعلانات. وما من رسوم اشتراك.
as: %1$sটেলিগ্ৰাম%2$s সদায় বিনামূলীয়া৷ কোনো বিজ্ঞাপন নাই৷ কোনো গ্ৰাহকভুক্তি মাচুল নাই৷
az: %1$sTelegram%2$s həmişə pulsuzdur. Reklamsız. Abunə haqqı yoxdur.
be_by: %1$sTelegram%2$s заўсёды бясплатны. Без рэкламы. Ніякай платы за падпіску.
bg: %1$sTelegram%2$s е безплатно завинаги. Няма реклами. Няма такси за абонамент.
bn: %1$sটেলিগ্রাম%2$s সবসময়ের জন্য বিনামূল্যে। কোনও বিজ্ঞাপন নেই। কোনও সদস্যতার ফি নেই।
bn_bd: %1$sTelegram%2$s সব সময়ের জন্য ফ্রি৷ কোনো বিজ্ঞাপন নেই৷ কোনো গ্রাহক ফি নেই৷
el_gr: Η εφαρμογή %1$sTelegram%2$s είναι δωρεάν για πάντα. Χωρίς διαφημίσεις. Χωρίς χρεώσεις συνδρομής.
et: %1$sTelegram%2$s on igavesti tasuta. Reklaamivaba. Ei mingeid tellimistasusid.
eu: %1$sTelegram%2$s beti izango da doakoa. Iragarkirik eta harpidetza kosturik gabe.
fr_ca: %1$sTelegram%2$s est totalement gratuit. Aucune publicité. Aucun frais d'abonnement.
ga: Beidh %1$sTeileagram%2$s saor in aisce go deo. Gan fhógraí. Gan táillí síntiúis.
gu: %1$sટેલિગ્રામ%2$s હંમેશાં મફત છે. કોઈ જાહેરાતો નથી. કોઈ સબ્સ્ક્રિપ્શન શુલ્ક નથી.
hr: %1$sTelegram%2$s je zauvijek besplatan. Bez reklama. Bez pretplata.
hy: %1$sTelegram%2$s մշտապես անվճար է: Գովազդեր չկան: Բաժանորդավճարներ չկան:
is: %1$sTelegram%2$s er alltaf ókeypis. Engar auglýsingar. Engin áskriftargjöld.
ka: %1$sTelegram%2$s მუდამ უფასოა. რეკლამები არ არის. გამოწერა უფასოა.
kk: %1$sTelegram%2$s қолданбасы әрқашан да тегін. Жарнамалары жоқ. Жазылу ақысы жоқ.
km: %1$sទូរលេខ%2$s គឺ​ឥតគិតថ្លៃ​រហូត។ គ្មាន​ពាណិជ្ជកម្ម។ គ្មាន​ថ្លៃ​ចុះឈ្មោះ។
kn: %1$sಟೆಲಿಗ್ರಾಂ%2$s ಎಂದೆಂದಿಗೂ ಉಚಿತ. ಜಾಹೀರಾತು ಮುಕ್ತ. ಚಂದಾದಾರಿಕೆಯ ಶುಲ್ಕಗಳಿಲ್ಲ.
ky_kg: %1$sTelegram%2$sтүбөлүккө акысыз. Жарнамалар жок. Жазылуулар акысыз.
lo: %1$sໂທລະເລກ%2$s ຟຣີຕະຫຼອດເວລາ. ບໍ່ມີການໂຄສະນາ. ບໍ່ມີການສະໜັກຟຣີ.
lt: Funkcija %1$sTelegram%2$s yra nemokama. Nėra reklamų. Nėra prenumeratos mokesčio.
lv: %1$sTelegram%2$s vienmēr būs bezmaksas programma. Bez reklāmām. Bez abonēšanas maksas.
mk: %1$sTelegram%2$s е засекогаш бесплатен. Без реклами. Без претплати.
ml: %1$sടെലഗ്രാം%2$s എക്കാലവും സൗജന്യമാണ്. പരസ്യങ്ങളില്ല. സബ്‌സ്‌ക്രി‌പ്‌ഷൻ ഫീസില്ല.
mn_mn: %1$sTelegram%2$s үүрд үнэгүй. Зар сурталчилгаа байхгүй. Захиалгын төлбөргүй.
mr: %1$sमिडिया%2$s हे कायम विनामूल्य आहे. जाहिराती नाहीत. सदस्यत्व शुल्क नाही.
ms: %1$sTelegram%2$s adalah percuma selamanya. Tiada iklan. Tiada yuran langganan.
my_zg: %1$sတယ္လီဂရမ္%2$sသည္ အျမဲတမ္း အခမဲ့ျဖစ္သည္။ ေၾကာ္ျငာမ်ား မပါပါ။ အမည္စာရင္းေပးသြင္းခ မရွိပါ။
ne: %1$sटेलीग्राम%2$s सधैंको लागि निःशुल्क छ। विज्ञापनहरू छैनन्। सदस्यता शुल्क लाग्दैन।
or: %1$sଟେଲିଗ୍ରାମ୍%2$s ସର୍ବଦା ମାଗଣା ହୋଇଛି। କୌଣସି ବିଜ୍ଞାପନ ନାହିଁ। କୌଣସି ସଦସ୍ୟତା ଦେୟ ନାହିଁ।
pa: %1$sਟੈਲੀਗ੍ਰਾਮ%2$s ਹਮੇਸ਼ਾ ਲਈ ਮੁਫ਼ਤ ਹੈ। ਕੋਈ ਵਿਗਿਆਪਨ ਨਹੀਂ। ਕੋਈ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਫੀਸ ਨਹੀਂ।
ro: Aplicaţia %1$sTelegramă%2$s va fi întotdeauna gratuită. Fără reclame. Fără taxe de abonare.
si: %1$sටෙලිග්‍රෑම්%2$s සදහටම නොමිලේය. දැන්වීම් නැත. ග්‍රාහකත්ව ගාස්තු නැත.
sk: %1$sTelegram%2$s je zadarmo navždy. Žiadne reklamy. Žiadne poplatky za predplatné.
sl: Aplikacija %1$sTelegram%2$s je za vedno brezplačna. Brez oglasov. Brez naročnine.
sr: Aplikacija %1$sTelegram%2$s je besplatna zauvek. Nema oglasa. Nema troškova za pretplatu.
ta: %1$sடெலிகிராம்%2$s எப்போதும் இலவசம். விளம்பரங்கள் கிடையாது. சந்தாக் கட்டணங்கள் இல்லை.
te: %1$sటెలిగ్రామ్%2$s ఎప్పటికీ ఉచితం. ప్రకటనలు ఉండవు. సభ్యత్వ రుసుము ఉండదు.
tg_tj: %1$sTelegram%2$s абадан ройгон аст. Бе таблиғот. Бе ягон ҳаққи обуна.
th: %1$sTelegram%2$s นั้นฟรีตลอดกาล ไม่มีโฆษณา ไม่มีค่าสมาชิก
tk_tm: %1$sTelegram%2$s hemişelik mugt. Reklama ýok. Abuna tölegi ýok.
tl: Libre ang %1$sTelegram%2$s kailanman. Walang ad. Walang subscription fee.
uk: Програма %1$sTelegram%2$s завжди залишатиметься безкоштовною. Без реклами. Без платних підписок.
ur: %1$sٹیلیگرام%2$s ہمیشہ کے لیے مفت ہے۔ کوئی اشتہارات نہیں۔ کوئی رکنیت کی فیس نہیں۔
uz: %1$sTelegram%2$s har doim bepul. Reklamalar yo‘q. Obuna to‘lovlari yo‘q.
vi: %1$sTelegram%2$s miễn phí mãi mãi. Không có quảng cáo. Không có phí đăng ký.

# IDS_TGRAM_SBODY_P1SSTELEGRAMP2SS_KEEPS_YOUR_MESSAGES_NSAFE_FROM_HACKERS
source: %1$sTelegram%2$s keeps your messages safe from hackers.
ar: يحمي تطبيق %1$sالتلغراف%2$s رسائلك من قراصنة الويب.
as: %1$sটেলিগ্ৰাম%2$s-এ হেকাৰৰ পৰা আপোনাৰ মেচেজসমূহ সুৰক্ষিত কৰি ৰাখে৷
az: %1$sTelegram%2$s mesajlarınızı xakerlərdən qoruyur.
be_by: %1$sTelegram%2$s абараняе вашы паведамленні ад хакераў.
bg: %1$sTelegram%2$s пази съобщенията ви в безопасност от хакери.
bn: %1$sটেলিগ্রাম%2$s আপনার বার্তাগুলিকে হ্যাকারদের থেকে নিরাপদে রাখে।
bn_bd: %1$sTelegram%2$s আপনার মেসেজগুলোকে হ্যাকারের হাত থেকে নিরাপদ রাখে৷
el_gr: Η εφαρμογή %1$sTelegram%2$s προστατεύει τα μηνύματά σας από κακόβουλους χρήστες.
et: %1$sTelegram%2$s kaitseb teie sõnumeid häkkerite eest.
eu: %1$sTelegram%2$s eginbidearekin, mezuak babestuta izango dituzu hacker-en erasoen aurrean.
fr_ca: %1$sTelegram%2$s protège vos messages contre les pirates.
ga: Coinnítear do theachtaireachtaí slán ó haiceálaithe le %1$sTeileagram%2$s.
gu: %1$sટેલિગ્રામ%2$s તમારા સંદેશાને હુમલાખોરોથી સુરક્ષિત રાખે છે.
hr: %1$sTelegram%2$s štiti vaše poruke od hakera.
hy: %1$sTelegram%2$s Ձեր հաղորդագրությունները պաշտպանում է համակարգչահեններից:
is: %1$sTelegram%2$s ver skilaboðin þín fyrir tölvuþrjótum.
ka: %1$sTelegram%2$s ჰაკერებისგან უსაფრთხოდ ინახავს თქვენს შეტყობინებებს.
kk: %1$sTelegram%2$s қолданбасы хабарларыңызды хакерлерден қауіпсіздікте сақтайды.
km: %1$sទូរលេខ%2$s រក្សា​សុវត្ថិភាព​សារ​របស់​អ្នក ពី​អ្នកលួច​ព័ត៌មាន។
kn: %1$sಟೆಲಿಗ್ರಾಂ%2$s ನಿಮ್ಮ ಸಂದೇಶಗಳನ್ನು ಹ್ಯಾಕರ್‌ಗಳಿಂದ ಸುರಕ್ಷಿತವಾಗಿರಿಸುತ್ತದೆ.
ky_kg: %1$sTelegram%2$s билдирүүлөрүңүздү хакерлерден коопсуз сактайт.
lo: %1$sໂທລະເລກ%2$s ຮັກສາຂໍ້ຄວາມ ຄວາມປອດໄພຂອງທ່ານຈາກແຮັກເກີ.
lt: Funkcija %1$sTelegram%2$s laiko jūsų žinutes saugiai nuo įsibrovimo.
lv: %1$sTelegram%2$s aizsargā jūsu ziņas pret urķiem.
mk: %1$sTelegram%2$s ги чува Вашите пораки безбедни од хакери.
ml: %1$sടെലഗ്രാം%2$s നിങ്ങളുടെ സന്ദേശങ്ങളെ ഹാക്കർമാരിൽ നിന്ന് സംരക്ഷിച്ച് സൂക്ഷിക്കുന്നു.
mn_mn: %1$sTelegram%2$s таны зурвасыг хакеруудаас хамгаална.
mr: %1$sटेलीग्राम%2$s हॅकर्सपासून आपले संदेश सुरक्षित ठेवतो.
ms: %1$sTelegram%2$s memastikan mesej anda selamat daripada penggodam.
my_zg: %1$sတယ္လီဂရမ္%2$sသည္ သင့္မက္ေ့ဆခ်္မ်ားကုိ ဟက္ကာမ်ား အႏၱရာယ္မွ ကာကြယ္ေပးသည္။
ne: %1$sटेलीग्राम%2$s ले तपाईका संदेशहरू ह्याकर्सबाट सुरक्षित राख्छ।
or: ହେକର୍ସ୍ ଠାରୁ %1$sଟେଲିଗ୍ରାମ୍%2$s ଆପଣଙ୍କ ସନ୍ଦେଶଗୁଡିକ ସୁରକ୍ଷିତ ରଖେ।
pa: %1$sਟੈਲੀਗ੍ਰਾਮ%2$s ਤੁਹਾਡੇ ਸੰਦੇਸ਼ਾਂ ਨੂੰ ਹੈਕਰਸ ਤੋਂ ਸੁਰੱਖਿਅਤ ਰੱਖਦਾ ਹੈ।
ro: Aplicaţia %1$sTelegramă%2$s menţine siguranţa mesajelor în faţa hackerilor.
si: %1$sටෙලිග්‍රෑම්%2$s ඔබේ පණිවිඩ හැකර්වරුන්ගෙන් ආරක්ෂිතව තබා ගනී.
sk: %1$sTelegram%2$s uchováva správy v bezpečí pred hakermi.
sl: Z aplikacijo %1$sTelegram%2$s so vaša sporočila varna pred hekerji.
sr: Aplikacija %1$sTelegram%2$s čuva vaše poruke od napada hakera.
ta: %1$sடெலிகிராம்%2$s, உங்கள் தகவல்களை ஹேக்கர்களிடம் இருந்து பாதுகாக்கிறது.
te: %1$sటెలిగ్రామ్%2$s మీ సందేశాలను హ్యాకర్‌ల నుండి రక్షిస్తుంది.
tg_tj: %1$sTelegram%2$s паёмҳои шуморо аз хакерҳо эмин нигоҳ медорад.
th: %1$sTelegram%2$s รักษาความปลอดภัยข้อความของคุณ จากแฮคเกอร์
tk_tm: %1$sTelegram%2$s hatlaryňyzy hakerlerden goraýar.
tl: Iniingatan ng %1$sTelegram%2$s ang mga mensahe mo mula sa mga hacker.
uk: %1$sTelegram%2$s захищає ваші повідомлення від хакерів.
ur: %1$sٹیلیگرام%2$s آپ کے پیغامات ہیک کرنے والوں سے محفوظ رکھتا ہے۔
uz: %1$sTelegram%2$s xabarlaringizni xakerlardan himoya qiladi.
vi: %1$sTelegram%2$s bảo vệ tin nhắn của bạn trước các tin tặc.
