Repository: temper8/tizen-telegram
Catalog: TelegramTizen/res/po/*.po
Languages: ar, as, az, be_by, bg, bn, bn_bd, el_gr, et, eu, fr_ca, ga, gu, hr, hy, is, ka, kk, km, kn, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, ne, or, pa, ro, si, sk, sl, sr, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi

# IDS_TGRAM_POP_USE_TELEGRAM_SEAMLESSLY_ACROSS_ANY_NUMBER_OF_DEVICES_MSG
source: Use Telegram seamlessly across any number of devices at the same time. However, secret chats will not be available after you log out.
ar: استخدم التلغراف بسلاسة عبر أي عدد من الأجهزة في الوقت نفسه. ولكن، لن تكون الدردشات السرية متوفرة بعد تسجيل الخروج.
as: একেসময়তে যিকোনো সংখ্যক ডিভাইচৰ মাজত সহজভাৱে টেলিগ্ৰাম ব্যৱহাৰ কৰক৷ যদিও, আপুনি লগ আউট কৰাৰ পিছত গোপন চাটসমূহ উপলভ্য নহ'ব৷
az: Cihazın istənilən nömrəsindən Telegram-dan istifadə et. Lakin gizli söhbətlər çıxdıqdan sonra mümkün olmayacaq.
be_by: Выкарыстоўвайце Telegram без праблем на некалькіх прыладах адначасова. Аднак, калі вы выйдзеце з сістэмы, вы не зможаце карыстацца сакрэтнымі чатамі.
bg: Използвайте непрекъснато Telegram на всякакъв брой устройства едновременно. Все пак тайните чатове няма да бъдат достъпни, след като излезете.
bn: একই সময়ে যতখুশী সংখ্যক ডিভাইস জুড়ে বাধাহীনভাবে টেলিগ্রাম ব্যবহার করুন। তবে আপনি লগ আউট করার পরে গোপন চ্যাটগুলি সুলভ থাকবে না।
bn_bd: একই সময়ে যেকোনো সংখ্যক ডিভাইসে নিরবচ্ছিন্নভাবে Telegram ব্যবহার করুন৷ তবে, আপনি লগ-আউট করার পর গোপন চ্যাট ব্যবহার করা যাবে না৷
el_gr: Χρησιμοποιήστε ταυτόχρονα και απρόσκοπτα την εφαρμογή Telegram σε διάφορες συσκευές. Ωστόσο, οι μυστικές συνομιλίες δεν θα είναι διαθέσιμες μετά την αποσύνδεσή σας.
et: Saate rakendust Telegram kasutada sujuvalt mitmes seadmes samaaegselt. Samas pole salajased vestlused pärast väljalogimist enam saadaval.
eu: Erabili Telegram gailu ugaritan aldi berean. Halere, irten ondoren txat sekretuak ez dira erabilgarri egongo.
fr_ca: Utilisez facilement Telegram sur plusieurs appareils en même temps. Toutefois, les chats secrets ne seront plus disponibles une fois que vous vous serez déconnecté.
ga: Úsáid Teileagram go héasca ar roinnt gléasanna ag an am céanna. Ní bheidh comhráite rúnda ar fáil tar éis duit logáil amach, áfach.
gu: અનેક ઉપકરણો પર સમાન સમયે સરળતાથી ટેલિગ્રામનો ઉપયોગ કરો. તેમ છતાં, રહસ્ય ચેટ્સ તમે લોગ આઉટ કરો પછી ઉપલબ્ધ રહેશે નહીં.
hr: Jednostavno se koristite Telegramom na neograničenom broju uređaju istovremeno. Međutim, tajna čavrljanja neće biti dostupna nakon što se odjavite.
hy: Միաժամանակ ցանկացած քանակի սարքերով հեշտությամբ օգտվեք Telegram-ից: Բայց գաղտնի զրույցները մատչելի կլինեն դուրս գալուց հետո:
is: Notaðu Telegram án fyrirhafnar á mörgum tækjum á sama tíma. Leynispjall verður hins vegar ekki tiltækt eftir útskráningu.
ka: შეუფერხებლად გამოიყენეთ Telegram ერთდროულად, ნებისმიერი რაოდენობის მოწყობილობაში. ამასთან, საიდუმლო საუბრები გაქრება, როდესაც გახვალთ.
kk: Telegram қолданбасын бір уақытта құрылғылардың кез келген нөмірі арқылы бірқалыпты пайдаланыңыз. Алайда, құпия чаттар жүйеден шыққаннан кейін қолжетімсіз болады.
km: ប្រើ​ទូរលេខ​ឥត​រអាក់​ទៅ​លេខ​ណា​មួយ​នៃ​ឧបករណ៍ ក្នុង​ពេល​តែ​មួយ។ ទោះជាយ៉ាងនេះក្ដី ឆាត​សម្ងាត់​នឹង​មិន​អាច​ប្រើ​បាន​ឡើយ បន្ទាប់​ពី​អ្នក​ចុះឈ្មោះចេញ។
kn: ಒಂದೇ ಸಮಯದಲ್ಲಿ ಯಾವುದೇ ಸಾಧನಗಳ ಸಂಖ್ಯೆಯಾದ್ಯಂತ ಅಡತಡೆಯಿಲ್ಲದೇ ಟೆಲಿಗ್ರಾಂ ಬಳಸಿ. ಆದಾಗ್ಯೂ, ನೀವು ಲಾಗ್ ಔಟ್ ಮಾಡಿದ ನಂತರ ರಹಸ್ಯ ಚಾಟ್‌ಗಳು ಲಭ್ಯವಿರುವುದಿಲ್ಲ.
ky_kg: Бир эле маалда каалаган сандагы түзмөктөрдөн Telegram кынтыксыз колдонуңуз. Бирок жашыруун чаттар сиз чыкканыңыздан кийин байкалбай калат.
lo: ໃຊ້ໂທລະເລກໄດ້ຢ່າງຕໍ່ເນື່ອງຕາມທຸກໝາຍເລກຂອງອຸປະກອນໃນເວລາດຽວກັນ. ແນວໃດກໍ່ຕາມ, ການແຊັດທີ່ເປັນຄວາມລັບຈະບໍ່ມີຢູ່ຫຼັງຈາກທ່ານອອກຈາກລະບົບ.
lt: Lengvai naudokite „Telegram“ neribotame įrenginių skaičiuje tuo pačiu metu. Jums atsijungus, slapti pokalbiai nebebus pasiekiami.
lv: Ērti lietojiet pakalpojumu Telegram vairākās ierīcēs vienlaikus. Tomēr slepenās tērzēšanas nebūs pieejamas pēc izrakstīšanās.
mk: Користете го Telegram незабележливо низ колку било уреди истовремено. Сепак, тајните разговори нема да бидат достапни откако ќе се одјавите.
ml: ഒരേ സമയം എത്രയോ എണ്ണം ഉപകരണങ്ങളിൽ മുഴുവനും ടെലഗ്രാം സുഗമമായി ഉപയോഗിക്കുക. എന്നിരുന്നാലും, നിങ്ങൾ ലോഗ് ഔട്ട് ചെയ്തുകഴിഞ്ഞാൽ രഹസ്യ ചാറ്റുകൾ ലഭ്യമാവുന്നതല്ല.
mn_mn: Төхөөрөмжийн дурын дугаарт нэгэн зэрэг Telegram-г төвөггүйхэн ашиглаарай. Таныг гарсны дараа нууц чаатыг хэрэглэх боломжгүй.
mr: एकाच वेळी कितीही उपकरणांवर अखंडपणे टेलिग्राम वापरा. तथापि, आपण लॉग आउट केल्यानंतर गुपित चॅट उपलब्ध असणार नाहीत.
ms: Gunakan Telegram dengan lancarnya pada beberapa peranti pada masa yang sama. Bagaimanapun, sembang rahsia tidak akan tersedia selepas anda log keluar.
my_zg: တယ္လီဂရမ္ကုိ ကိရိယာမ်ားစြာတြင္ တစ္ၿပိဳင္တည္း အထစ္အေငါ့မရွိ အသံုးျပဳပါ။ သုိ႔ေသာ္ သင္ေလာ့ေအာက္ထြက္ၿပီးေနာက္ လွ်ိဳ႕ဝွက္ ခ်တ္မ်ားကုိ ရရွိႏုိင္မည္ မဟုတ္ပါ။
ne: उही समयमा यन्त्रको कुनैपनि नम्बर निर्बाध रूपमा प्रयोग गर्नुहोस्। तथापि, तपाईले लग आउट गरेपछि गोप्य च्याटहरू उपलब्ध हुनेछैनन्।
or: ଏକା ସମୟରେ ଡିଭାଇସର କୌଣସି ନମ୍ଵର୍ ମଧ୍ୟରେ ବିନା ବାଧାରେ ଟେଲିଗ୍ରାମ୍ ବ୍ୟବହାର କରନ୍ତୁ। ଯଦିଓ, ଆପଣ ଲଗ୍‌ ଆଉଟ୍ କରିସାରିଲା ପରେ ଗୁପ୍ତ ଚାଟଗୁଡିକ ଉପଲବ୍ଧ ହେବ ନାହିଁ।
pa: ਟੈਲੀਗ੍ਰਾਮ ਦੀ ਇੱਕੋ ਸਮੇਂ ਤੇ ਅਸੀਮਿਤ ਰੂਪ ਤੋਂ ਕਈ ਡਿਵਾਈਸਿਸ ਤੇ ਵਰਤੋਂ ਕਰੋ। ਹਾਲਾਂਕਿ, ਤੁਹਾਡੇ ਦੁਆਰਾ ਲੌਗ ਆਉਟ ਕਰਨ ਤੋਂ ਬਾਅਦ ਗੁਪਤ ਚੈਟਸ ਉਪਲਬਧ ਨਹੀਂ ਹੋਣਗੀਆਂ।
ro: Utilizaţi aplicaţia Telegramă fără probleme pe oricâte dispozitive simultan. Totuşi, chaturile secrete nu vor fi disponibile după ce vă deconectaţi.
si: එකවර ඕනෑම උපාංග ගණනක් පුරා ටෙලිග්‍රෑම් භාවිතා කරන්න. කෙසේ වෙතත්, ඔබ පිට වූ පසුව රහස් සංවාද ලබා ගත නොහැකි වනු ඇත.
sk: Telegram môžete bezproblémovo používať naraz v ľubovoľnom počte zariadení. Keď sa však odhlásite, tajné konverzácie nebudú k dispozícii.
sl: Hkrati uporabljajte aplikacijo Telegram v poljubnem številu naprav brez težav. Skrivni klepeti ne bodo na voljo, ko se odjavite.
sr: Koristite aplikaciju Telegram neprimetno preko neograničenog broja uređaja u isto vreme. Tajna ćaskanja, međutim, neće biti dostupna nakon što se odjavite.
ta: ஒரே நேரத்தில் பல சாதனங்களில், டெலிகிராமை தடையின்றி பயன்படுத்தவும். ஆனாலும், நீங்கள் வெளியேறிய பிறகு இரகசிய அரட்டைகள் கிடைக்காது.
te: ఒకే సమయంలో ఎన్ని పరికరాలలోనైనా నిర్విరామంగా టెలిగ్రామ్‌ను ఉపయోగించండి. ఏమైనప్పటికీ, మీరు లాగ్ అవుట్ చేసిన తర్వాత రహస్య చాట్‌లు అందుబాటులో ఉండవు.
tg_tj: Telegram-ро дар якчанд дастгоҳ бе ягон мушкилӣ якбора истифода баред. Чатҳои махфӣ баъд аз хориҷ шуданатон, дастнорас мешаванд.
th: ใช้ Telegram กับอุปกรณ์หลายเครื่องในเวลาเดียวกันได้อย่างไม่ติดขัด อย่างไรก็ตาม การสนทนาลับจะไม่สามารถใช้ได้หลังจากคุณออกจากระบบ
tk_tm: Islendik möçberdäki enjamda bilelikde Telegram-y bökdençsiz ulanyň. Ýöne, hasapdan çyksaňyz, gizlin söhbetler elýeterli bolmaz.
tl: Walang-sabit na gamitin ang Telegram sa gaano man karaming device nang sabay-sabay. Pero, hindi magagamit ang mga lihim na chat pagkatapos mong mag-log out.
uk: Використовуйте Telegram на будь-якій кількості пристроїв одночасно. Однак після виходу з облікового запису секретні чати будуть недоступні.
ur: کسی بھی وقت کتنے بھی آلات پر بغیر کسی رکاوٹ کے ٹیلیگرام استعمال کریں۔ البتہ، آپ کے لاگ آؤٹ کرنے کے بعد خفیہ چیٹس دستیاب نہیں ہوگے۔
uz: Telegramdan bir vaqtda istalgancha qurilmalarda uzluksiz foydalaning. Lekin chiqqaningizdan so‘ng sirli chatlardan foydalanib bo‘lmaydi.
vi: Dùng Telegram liền mạch trên nhiều thiết bị cùng lúc, không giới hạn số lượng. Tuy nhiên, không thể chat bí mật sau khi bạn đăng xuất.

# IDS_TGRAM_BUTTON_LOG_OUT_ABB2
source: Log out
ar: تسجيل الخروج
as: লগ আউট কৰক
az: Çıx
be_by: Выйсц з сіст
bg: Излизане
bn: লগ আউট
bn_bd: লগ-আউট
el_gr: Αποσύνδεση
et: Logi välja
eu: Irten
fr_ca: Déconnexion
ga: Logáil amach
gu: લોગ આઉટ કરો
hr: Odjavi se
hy: Դուրս գալ
is: Skrá út
ka: გამოსვლა
kk: Шығу
km: ចុះឈ្មោះចេញ
kn: ಲಾಗ್ ಔಟ್
ky_kg: Чыгуу
lo: ອອກຈາກລະບົບ
lt: Išsiregist.
lv: Atteikties
mk: Одјави се
ml: ലോഗ് ഔട്ട് ചെയ്യുക
mn_mn: Гарах
mr: लॉग आउट करा
ms: Log keluar
my_zg: ေလာ့ ေအာက္
ne: लग आउट गर्नु
or: ଲଗ୍ ଆଉଟ୍
pa: ਲੌਗ ਆਉਟ
ro: Deconectare
si: පිට වන්න
sk: Odhlásiť sa
sl: Odjava
sr: Odjavi se
ta: வெளியேறுக
te: లాగ్ అవుట్ చేయి
tg_tj: Баромадан
th: ออกจากระบบ
tk_tm: Çyk
tl: Mag-log out
uk: Вийти
ur: لاگ آؤٹ
uz: Chiqish
vi: Đăng xuất

# IDS_TGRAM_BODY_YOU_HAVE_INVITED_PS_TO_A_SECRET_CHAT
source: You have invited %s to a secret chat.
ar: لقد قمت بدعوة %s إلى دردشة سرية.
as: আপুনি গোপন চাটলৈ %s-ক আমন্ত্ৰণ জনাইছে৷
az: Siz %s-ni gizli söhbətə dəvət etdiniz.
be_by: Вы запрасілі %s у сакрэтны чат.
bg: Поканихте %s в таен чат.
bn: আপনি %sকে একটি গোপন চ্যাটে আমন্ত্রণ জানিয়েছেন।
bn_bd: আপনি %s-কে একটি গোপন চ্যাটে যোগদানের আমন্ত্রণ জানিয়েছেন।
el_gr: Προσκαλέσατε το χρήστη %s σε μυστική συνομιλία.
et: Kutsusite kontakti %s salajasse vestlusesse.
eu: %s erabiltzailea txat sekretu batera gonbidatu duzu.
fr_ca: Vous avez invité %s à rejoindre un chat secret.
ga: Thug tú cuireadh do %s chuig comhrá rúnda.
gu: તમે %s ને રહસ્ય ચેટમાં આમંત્રિત કર્યા છે.
hr: Pozvali ste osobu %s na tajno čavrljanje.
hy: Դուք %s-ին հրավիրել եք միանալ գաղտնի զրույցին:
is: %s fékk boð frá þér um að taka þátt í leynispjalli.
ka: თქვენ %s მოიწვიეთ საიდუმლო საუბარში.
kk: Сіз құпия чатқа %s шақырдыңыз.
km: អ្នក​បាន​អញ្ជើញ %s ឲ្យ​ចូលរួម​ក្នុង​ឆាត​សម្ងាត់។
kn: ನೀವು %s ಜನರನ್ನು ರಹಸ್ಯ ಚಾಟ್‌ಗೆ ಅಹ್ವಾನಿಸಿರುವಿರಿ.
ky_kg: Сиз %s жашыруун чатка чакырдыңыз.
lo: ທ່ານໄດ້ເຊີນ %s ເຂົ້າໃນແຊັດຄວາມລັບ.
lt: Į slaptą pokalbį pakvietėte %s.
lv: Jūs uzaicinājāt lietotāju %s uz slepeno tērzēšanu.
mk: Поканивте %s на таен разговор.
ml: ഒരു രഹസ്യ ചാറ്റിലേക്ക് %s-നെ നിങ്ങൾ ക്ഷണിച്ചിട്ടുണ്ട്.
mn_mn: Та %s-г нууц чаатанд урилаа.
mr: आपण गुपित चॅट करण्यासाठी %s यांना आमंत्रित केले आहे.
ms: Anda telah menjemput %s ke sembang rahsia.
my_zg: သင္သည္ %s ကုိ လွ်ိဳ႕ဝွက္ခ်တ္သုိ႔ ဖိတ္ေခၚထားသည္။
ne: तपाईले %s लाई गोप्य च्याटमा आमन्त्रित गर्नुभएको छ।
or: ଆପଣ ଏକ ଗୁପ୍ତ ଚାର୍ଟକୁ %sକୁ ଆମନ୍ତ୍ରଣ କରିଛନ୍ତି।
pa: ਤੁਸੀਂ %s ਨੂੰ ਗੁਪਤ ਚੈਟ ਲਈ ਸੱਦਿਆ ਹੈ।
ro: Aţi invitat utilizatorul %s la un chat secret.
si: ඔබ %s හට රහස් සංවාදයක් වෙත ආරාධනා කර ඇත.
sk: Používateľa %s ste pozvali na tajnú konverzáciu.
sl: Osebo %s ste povabili v skrivni klepet.
sr: Pozvali ste %s na tajno ćaskanje.
ta: இரகசிய அரட்டைக்கு, %s-ஐ அழைத்துள்ளீர்கள்.
te: మీరు రహస్య చాట్‌కు %sను ఆహ్వానించారు.
tg_tj: Шумо %s-ро барои ба чати махфӣ ҳамроҳ шудан даъват кардед.
th: คุณได้เชิญ %s ให้เข้าร่วมการสนทนาลับ
tk_tm: %s atly ulanyjyny gizlin söhbete çagyrdyňyz.
tl: Inimbita mo si %s sa isang lihim na chat.
uk: Користувача %s додано до секретного чата.
ur: آپ نے %s کو ایک خفیہ چیٹ میں شامل ہونے کی دعوت دی ہے۔
uz: %s’ni sirli chatga taklif qildingiz.
vi: Bạn đã mời %s chat bí mật.

# IDS_TGRAM_BODY_SECRET_CHAT_CONTENT_C
source: Secret chat content:
ar: محتوى الدردشة السرية:
as: গোপন চাট সমল:
az: Gizli söhbət məzmunu:
be_by: Сакрэтнае змесціва чату:
bg: Съдържание на таен чат:
bn: গোপন চ্যাটের সামগ্রী:
bn_bd: গোপনীয় চ্যাটের বিষয়বস্তু:
el_gr: Περιεχόμενο μυστικής συνομιλίας:
et: Salajase vestluse sisu:
eu: Txat sekretuaren edukia:
fr_ca: Contenu du chat secret :
ga: Inneachar an chomhrá rúnda:
gu: ગુપ્ત ચેટ સામગ્રી:
hr: Sadržaj tajnog čavrljanja:
hy: Գաղտնի զրույցի բովանդակությունը՝
is: Efni leynispjalls:
ka: საიდუმლო საუბრის შიგთავსი:
kk: Құпия чаттың мазмұны:
km: ខ្លឹមព័ត៌មាន​ឆាត​សម្ងាត់៖
kn: ರಹಸ್ಯ ಚಾಟ್‌ನ ವಿಷಯ:
ky_kg: Жашыруун чат мазмуну:
lo: ເນື້ອໃນແຊັດຄວາມລັບ:
lt: Slapto pokalbio turinys:
lv: Slepenās tērzēšanas saturs:
mk: Содржина од таен разговор:
ml: രഹസ്യ ചാറ്റ് ഉള്ളടക്കം:
mn_mn: Нууц чаатын агуулга:
mr: गुपित चॅट सामग्री:
ms: Kandungan sembang rahsia:
my_zg: လွ်ိဳ႕ဝွက္ ခ်တ္ ပါဝင္သည့္အရာ :
ne: गोप्य च्याट सामग्री:
or: ଗୁପ୍ତ ଚାଟ୍ ବିଷୟବସ୍ତୁ:
pa: ਗੁਪਤ ਚੈਟ ਸਮੱਗਰੀ:
ro: Conţinut chat secret:
si: රහස සංවාදයේ අන්තර්ගතය:
sk: Obsah tajnej konverzácie:
sl: Vsebina skrivnega klepeta:
sr: Sadržaj tajnog ćaskanja:
ta: இரகசிய அரட்டை உள்ளடக்கம்:
te: రహస్య చాట్ కంటెంట్:
tg_tj: Муҳтавои чати махфӣ:
th: คอนเทนท์การสนทนาลับ:
tk_tm: Gizlin söhbet materialy:
tl: Content ng lihim na chat:
uk: Вміст секретного чата:
ur: خفیہ چیٹ مواد:
uz: Sirli chat tarkibi:
vi: Nội dung chat bí mật:

# IDS_TGRAM_HEADER_SET_AUTO_DELETE_TIME_ABB
source: Set auto-delete time
ar: ضبط وقت الحذف التلقائي
as: স্বয়ং বিলোপ হোৱাৰ সময় ছেট কৰক
az: Avtomatik silinm vaxtını qur
be_by: Задаць час аўтавыдалення
bg: Зад. време за авто изтриване
bn: স্বতঃ-মোছার সময় সেট করুন
bn_bd: অটো-মোছার সময় সেট করুন
el_gr: Ορισμός χρόνου αυτόμ. διαγρ.
et: Autom. kustut. aja määramine
eu: Ezarri auto. ezabatzeko ordua
fr_ca: Définir horaire suppr. auto.
ga: Socraigh am uathscriosta
gu: સ્વતઃ-હટાવો સમય સેટ કરો
hr: Postav. vrem. auto. brisanja
hy: Դնել ինքնավերացման ժամ
is: Stilla tíma sjálfv. eyðingar
ka: ავტომატური წაშლის დაყენება
kk: Автоматты жою уақытын орнату
km: កំណត់​ពេល​ស្វ័យ​លុប
kn: ಸ್ವಯಂ ಅಳಿಸುವಿಕೆ ಸಮಯ ಹೊಂದಿಸಿ
ky_kg: Авто-өчүрүү убак. орнотуу
lo: ຕັ້ງອັດຕະໂນມັດ-ລຶບເວລາ
lt: Nustat. autom. trynimo laiką
lv: Iestatīt aut. dzēšanas laiku
mk: Одреди време за авт. бришење
ml: സ്വയം ഇല്ലാതാക്കൽ സമയം ക്രമീകരിക്കുക
mn_mn: Авто. устгах цагийг тохируул
mr: स्वंय-हटवा वेळ सेट करा
ms: Tetapkan masa auto padam
my_zg: အလိုလို ဖ်က္ပစ္မႈအခ်ိန္ သတ္မွတ္ပါ
ne: स्वतः-मेटाउने समय सेट गर्नुहोस्
or: ସ୍ଵତଃ-ବିଲୋପ ସମୟ ସେଟ୍
pa: ਸਵੈ-ਮਿਟਾਓ ਸਮਾਂ ਸੈੱਟ ਕਰੋ
ro: Setare oră ştergere automată
si: ස්වයං-මැකීමේ වේලාව පිහිටුවීම
sk: Nastav. času aut. odstránenia
sl: Nastavite čas sam. brisanja
sr: Podesite vreme autom. bris.
ta: தானாக-நீக்கு. நேரத்தை அமை.
te: స్వీయ-తొలగింపు సమయాన్ని సెట్ చేయి
tg_tj: Таъини вақти тозакунии хдкор
th: ตั้งเวลาลบอัตโนมัติ
tk_tm: Awto-öçüriş wagtyny belle
tl: I-set ang oras ng awto-tanggal
uk: Встан. часу автом. видалення
ur: خودکار حذف کرنے کا وقت مقرر کریں
uz: Avto o‘chir. vaqtini o‘rnat
vi: Đặt thời gian tự động xóa

# IDS_TGRAM_OPT_VIEW_CONTACT_DETAILS_ABB
source: View contact details
ar: عرض تفاصيل جهة الاتصال
as: সম্পৰ্ক বিৱৰণসমূহ দৰ্শন কৰক
az: Kontakt təfərrüatlarına bax
be_by: Прагледзець дэталі кантакта
bg: Преглед на детайли за контакт
bn: পরিচিতির বিশদ দেখুন
bn_bd: পরিচিতির বিশদ দেখুন
el_gr: Προβολή επαφής
et: Kuva kontakti üksikasjad
eu: Ikusi kontaktu xehetasunak
fr_ca: Afficher détails du contact
ga: Amharc ar shonraí teagmhála
gu: સંપર્ક વિગત જુઓ
hr: Prikaz detalja kontakta
hy: Դիտել կոնտակտի տվյալները
is: Skoða samskiptaupplýsingar
ka: იხილეთ საკონტაქტო მონაცემები
kk: Контакт мәліметтерін көрсету
km: បង្ហាញ​ព័ត៌មាន​លម្អិត​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕ ವಿವರಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ky_kg: Катыш маалыматын көрүү
lo: ເບິ່ງລາຍລະອຽດລາຍຜູ້ຕິດຕໍ່
lt: Peržiūrėt adresato informaciją
lv: Skatīt kontakta datus
mk: Види детали за контакт
ml: കോൺടാക്ട് വിശദാംശങ്ങൾ കാണുക
mn_mn: Харилцагчийн мэдээллийг харах
mr: संपर्क तपशील पहा
ms: Lihat butiran kenalan
my_zg: အဆက္အသြယ္၏ အေသးစိတ္မ်ားကို ၾကည့္ပါ
ne: सम्पर्क विवरणहरू हेर्नुहोस्
or: ସମ୍ପର୍କ ବିବରଣୀ ଦେଖନ୍ତୁ
pa: ਸੰਪਰਕ ਵੇਰਵੇ ਦੇਖੋ
ro: Vizualizare detalii contact
si: සබඳතා විස්තර බලන්න
sk: Zobraziť kontaktné údaje
sl: Prikaz podrobnosti stika
sr: Podaci o kontaktu
ta: தொடர்பு விவரங்களைக் காணவும்
te: పరిచయ వివరాలను వీక్షించండి
tg_tj: Дидани тафсилоти алоқа
th: ดูรายละเอียดรายชื่อ
tk_tm: Kontakt jikme-jikligini gör
tl: Tingnan mga detalye ng contact
uk: Переглянути контактні дані
ur: رابطہ کی تفصیلات دیکھیں
uz: Kontakt tafsilotini ko‘rish
vi: Xem chi tiết danh bạ

# IDS_TGRAM_OPT_SET_AUTO_DELETE_TIME_ABB
source: Set auto-delete time
ar: ضبط وقت الحذف التلقائي
as: স্বয়ং বিলোপ হোৱাৰ সময় ছেট কৰক
az: Avtomatik silinmə vaxtını qur
be_by: Задаць час аўтавыдалення
bg: Зад. на време за авто изтриване
bn: স্বতঃ-মোছার সময় সেট করুন
bn_bd: অটো-মোছার সময় সেট করুন
el_gr: Ορισμός χρόνου αυτόματης διαγρ.
et: Määra automaatse kustutamise aeg
eu: Ezarri auto. ezabatzeko ordua
fr_ca: Définir horaire suppression auto.
ga: Socraigh am uathscriosta
gu: સ્વતઃ-હટાવો સમય સેટ કરો
hr: Postavi vrijeme auto. brisanja
hy: Դնել ինքնավերացման ժամ
is: Stilla tíma sjálfv. eyðingar
ka: ავტომატური წაშლის დროის დაყენება
kk: Автоматты жою уақытын орнату
km: កំណត់​ពេល​ស្វ័យ​លុប
kn: ಸ್ವಯಂ ಅಳಿಸುವಿಕೆ ಸಮಯ ಹೊಂದಿಸಿ
ky_kg: Авто-өчүрүү убактысын орнотуу
lo: ຕັ້ງອັດຕະໂນມັດ-ລຶບເວລາ
lt: Nustat. autom. trynimo laiką
lv: Iestatīt automāt. dzēšanas laiku
mk: Одреди време за авт. бришење
ml: സ്വയം ഇല്ലാതാക്കൽ സമയം ക്രമീകരിക്കുക
mn_mn: Авто. устгах цагийг тохируул
mr: स्वंय-हटवा वेळ सेट करा
ms: Tetapkan masa auto padam
my_zg: အလိုလို ဖ်က္ပစ္မႈအခ်ိန္ သတ္မွတ္ပါ
ne: स्वतः-मेटाउने समय सेट गर्नुहोस्
or: ସ୍ଵତଃ-ବିଲୋପ ସମୟ ସେଟ୍
pa: ਸਵੈ-ਮਿਟਾਓ ਸਮਾਂ ਸੈੱਟ ਕਰੋ
ro: Setare oră ştergere automată
si: ස්වයං-මැකීමේ වේලාව පිහිටුවන්න
sk: Nastaviť čas autom. odstránenia
sl: Nastavi čas samodejnega brisanja
sr: Podesi vreme automat. brisanja
ta: தானாக-நீக்கும் நேரத்தை அமை.
te: స్వీయ-తొలగింపు సమయాన్ని సెట్ చేయి
tg_tj: Таъйини вақти тозакунии худкор
th: ตั้งเวลาลบอัตโนมัติ
tk_tm: Awto-öçüriş wagtyny belle
tl: I-set ang oras ng awto-tanggal
uk: Встановити час автом. видалення
ur: خودکار حذف کرنے کا وقت مقرر کریں
uz: Avto o‘chirish vaqtini o‘rnat
vi: Đặt thời gian tự động xóa

# IDS_TGRAM_OPT_CLEAR_HISTORY_ABB3
source: Clear history
ar: مسح السجل
as: ইতিহাস পৰিষ্কাৰ কৰক
az: Tarixçəni sil
be_by: Ачысціць гісторыю
bg: Изчистване на хронология
bn: ইতিহাস পরিষ্কার করুন
bn_bd: ইতিহাস মুছে ফেলুন
el_gr: Εκκαθάριση ιστορικού
et: Kustuta ajalugu
eu: Garbitu historia
fr_ca: Effacer l'historique
ga: Glan an stair
gu: ઇતિહાસ સાફ કરો
hr: Izbriši povijest
hy: Մաքրել պատմությունը
is: Hreinsa feril
ka: ისტორიის წაშლა
kk: Журналды тазалау
km: ជម្រះ​ប្រវត្តិ
kn: ಇತಿಹಾಸ ತೆರವುಗೊಳಿಸಿ
ky_kg: Тарыхты тазалоо
lo: ລຶບປະຫວັດ
lt: Valyti istoriją
lv: Notīrīt vēsturi
mk: Избриши историја
ml: ചരിത്രം മായ്ക്കുക
mn_mn: Түүхийг арилга
mr: इतिहास साफ करा
ms: Kosongkan sejarah
my_zg: မွတ္တမ္းေဟာင္း ရွင္းလင္းပါ
ne: इतिहास खाली गर्नुहोस्
or: ଇତିହାସ ଖାଲି
pa: ਇਤਿਹਾਸ ਸਾਫ਼ ਕਰੋ
ro: Ştergere istoric
si: ඉතිහාසය හිස් කරන්න
sk: Vymazať históriu
sl: Počisti zgodovino
sr: Obriši istoriju
ta: வரலாற்றை அழிக்கவும்
te: చరిత్రను క్లియర్ చేయి
tg_tj: Нест кардани таърих
th: ล้างประวัติ
tk_tm: Taryhy boşat
tl: I-clear ang history
uk: Очистити журнал
ur: سرگزشت خالی کریں
uz: Jurnalni tozalash
vi: Xóa nhật ký

# IDS_TGRAM_OPT_LEAVE_CHAT
source: Leave chat
ar: مغادرة الدردشة
as: চাট এৰি যাওক
az: Söhbəti tərk et
be_by: Пакінуць чат
bg: Напускане на чата
bn: চ্যাট ছেড়ে যান
bn_bd: চ্যাট ছেড়ে যান
el_gr: Αποχώρηση από τη συνομιλία
et: Lahku vestlusest
eu: Irten txatetik
fr_ca: Quitter le chat
ga: Imigh ón gcomhrá
gu: ચેટ છોડો
hr: Napusti čavrljanje
hy: Լքել զրույցը
is: Yfirgefa spjall
ka: საუბრიდან გასვლა
kk: Чаттан шығу
km: ចាកចេញ​ពី​ឆាត
kn: ಚಾಟ್ ತೊರೆಯಿರಿ
ky_kg: Чаттан чык
lo: ອອກການແຊັດ
lt: Išeiti iš pokalbio
lv: Iziet no tērzēšanas
mk: Напушти разговор
ml: ചാറ്റ് വിടുക
mn_mn: Чаатаас гарах
mr: चॅट सोडा
ms: Tinggalkan sembang
my_zg: ခ်က္ပ္မွ ထြက္ပါ
ne: च्याट छोड्नुहोस्
or: ଚାଟ୍ ତ୍ୟାଗ କରନ୍ତୁ
pa: ਚੈਟ ਛੱਡੋ
ro: Părăsire chat
si: සංවාද වෙතින් පිට වන්න
sk: Opustiť konverzáciu
sl: Zapusti pogovor
sr: Napusti ćaskanje
ta: அரட்டையை விட்டு வெளியேறவும்
te: చాట్ నుండి నిష్క్రమించండి
tg_tj: Тарк кардани чат
th: ออกจากการสนทนา
tk_tm: Söhbetden çyk
tl: Umalis sa chat
uk: Залишити чат
ur: چیٹ کو چھوڑیں
uz: Chatdan chiqish
vi: Rời phòng chat

# IDS_TGRAM_OPT_EDIT
source: Edit
ar: تعديل
as: সম্পাদনা কৰক
az: Redaktə et
be_by: Рэдагаваць
bg: Редактиране
bn: সম্পাদনা করুন
bn_bd: সম্পাদনা করুন
el_gr: Επεξεργασία
et: Redigeeri
eu: Editatu
fr_ca: Modifier
ga: Cuir in eagar
gu: સંપાદિત કરો
hr: Uredi
hy: Խմբագրել
is: Breyta
ka: რედაქტირება
kk: Өңдеу
km: កែ
kn: ತಿದ್ದಿ
ky_kg: Оңдоо
lo: ແກ້ໄຂ
lt: Redaguoti
lv: Rediģēt
mk: Измени
ml: എഡിറ്റ്‌
mn_mn: Засварлах
mr: संपादित करा
ms: Sunting
my_zg: တည္းျဖတ္ပါ
ne: सम्पादन
or: ସମ୍ପାଦନ
pa: ਸੰਪਾਦਨ ਕਰੋ
ro: Editare
si: සංස්කරණය කරන්න
sk: Upraviť
sl: Uredi
sr: Izmeni
ta: திருத்துக
te: సవరించు
tg_tj: Таҳрир
th: แก้ไข
tk_tm: Düzediş giriziň
tl: I-edit
uk: Редагувати
ur: تدوین کریں
uz: Tahrirlash
vi: Sửa

# IDS_TGRAM_OPT_ADD_TO_CONTACTS_ABB3
source: Add to Contacts
ar: إضافة إلى جهات الاتصال
as: সম্পৰ্কসমূহলৈ যোগ কৰক
az: Kontaktlara əlavə et
be_by: Дадаць у кантакты
bg: Добавяне в Контакти
bn: পরিচিতিগুলিতে যোগ করুন
bn_bd: কন্টাক্টসমূহে যোগ করুন
el_gr: Προσθήκη στις Επαφές
et: Lisa kontaktidesse
eu: Gehitu Kontaktuetan
fr_ca: Ajouter aux contacts
ga: C. le Teagmhálaithe
gu: સંપર્કોમાં ઉમેરો
hr: Dodaj u Imenik
hy: Ավելացնել Կոնտակտներին
is: Bæta við tengiliði
ka: კონტაქტებში დამატება
kk: Контактілерге қосу
km: ថែម​ទៅ​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳಿಗೆ ಸೇರಿಸಿ
ky_kg: Катыштарга кошуу
lo: ເພີ່ມໃສ່ຜູ້ຕິດຕໍ່
lt: Pridėti prie adresatų
lv: Pievienot kontaktiem
mk: Додај во Контакти
ml: കോൺടാക്ടുകളിൽ ചേർക്കുക
mn_mn: Харилцагчдад нэм
mr: संपर्कांमध्ये जोडा
ms: Tambah pada Kenalan
my_zg: အဆက္အသြယ္မ်ားသို႔ ထည့္ပါ
ne: सम्पर्कहरूमा थप्नुहोस्
or: ସମ୍ପର୍କଗୁଡିକୁ ଯୋଡନ୍ତୁ
pa: ਸੰਪਰਕਾਂ ਵਿੱਚ ਜੋੜੋ
ro: Adăugare la Contacte
si: සබඳතා වෙත එක් කරන්න
sk: Pridať do kontaktov
sl: Dodaj med stike
sr: Dodaj u Kontakte
ta: தொடர்புகளில் சேர்.
te: పరిచయాలకు జోడించు
tg_tj: Илова ба Алоқаҳо
th: เพิ่ม​ในรายชื่อ
tk_tm: Kontaktlara goş
tl: Idagdag sa Mga contact
uk: Додати до контактів
ur: رابطوں میں شامل کریں
uz: Kontaktlarga qo‘shish
vi: Thêm vào Danh bạ

# IDS_TGRAM_OPT_START_SECRET_CHAT_ABB
source: Start secret chat
ar: بدء دردشة سرية
as: গোপন চাট আৰম্ভ কৰক
az: Gizli söhbətə başla
be_by: Пачаць прыватны чат
bg: Започване на таен чат
bn: গোপন চ্যাট শুরু করুন
bn_bd: গোপন চ্যাট শুরু করুন
el_gr: Έναρξη μυστικής συνομιλίας
et: Käivita salajane vestlus
eu: Hasi txat sekretua
fr_ca: Démarrer le chat secret
ga: Tosaigh Comhrá rúnda
gu: રહસ્ય ચેટ પ્રારંભ કરો
hr: Pokreni tajno čavrljanje
hy: Սկսել գաղտնի զրույց
is: Hefja leynispjall
ka: საიდუმლო საუბრის დაწყება
kk: Құпия чатты бастау
km: ចាប់ផ្ដើម​ឆាត​សម្ងាត់
kn: ರಹಸ್ಯ ಚಾಟ್ ಪ್ರಾರಂಭಿಸಿ
ky_kg: Жашыруун чатты баштоо
lo: ເລີ່ມຕົ້ນແຊັດຄວາມລັບ
lt: Pradėti slapta pokalbį
lv: Sākt slepeno tērzēšanu
mk: Почни таен разговор
ml: രഹസ്യ ചാറ്റ് ആരംഭിക്കുക
mn_mn: Нууц чаат эхэл
mr: गुपित चॅट सुरू करा
ms: Mulakan sembang rahsia
my_zg: လၽွိဳ႕ဝွက္ ခ်တ္ စတင္ပါ
ne: गोप्य च्याट सुरु गर्नुहोस्
or: ଗୁପ୍ତ ଚାଟ୍ ଆରମ୍ଭ
pa: ਗੁਪਤ ਚੈਟ ਅਰੰਭ ਕਰੋ
ro: Pornire chat secret
si: රහස් සංවාදය අරඹන්න
sk: Začať tajnú konverzáciu
sl: Začni skrivni klepet
sr: Započni tajno ćaskanje
ta: இரகசிய அரட்டையைத் துவக்கவும்
te: రహస్య చాట్ ప్రారంభించండి
tg_tj: Оғози чати махфӣ
th: เริ่มการสนทนาลับ
tk_tm: Gizlin söhbet başlat
tl: Simulan ang lihim na chat
uk: Розпочати секретний чат
ur: خفیہ چیٹ شروع کریں
uz: Maxfiy chatni boshlash
vi: Bắt đầu chat bí mật

# IDS_TGRAM_OPT_BLOCK
source: Block
ar: حظر
as: অৱৰোধ
az: Blok
bg: Блокиране
bn: অবরোধ করুন
el_gr: Αποκλ.
et: Blokeeri
eu: Blokeatu
fr_ca: Bloquer
ga: Cuir bac air
gu: અવરોધો
hr: Blokiraj
hy: Արգելափակել
is: Útiloka
ka: დაბლოკვა
kk: Блоктау
km: ខ្ទប់
kn: ನಿರ್ಬಂಧಿಸಿ
ky_kg: Бөгөттөө
lo: ບລັອກ
lt: Blokuoti
lv: Bloķēt
mk: Блокирај
ml: ബ്ലോക്ക്
mn_mn: Хаах
mr: ब्लॉक करा
ms: Sekat
my_zg: ပိတ္ပင္ပါ
ne: ब्लक गर्नुहोस्
or: ଅବରୋଧ
pa: ਬਲੌਕ ਕਰੋ
ro: Blocare
si: අවුරන්න
sk: Blokovať
sl: Blokiraj
sr: Blokiraj
ta: முடக்கவும்
te: నిరోధించు
tg_tj: Мамнӯъ кардан
th: บล็อค
tk_tm: Bökde
tl: I-block
uk: Блокувати
ur: مسدود کریں
uz: Bloklash
vi: Chặn

# IDS_TGRAM_OPT_UNBLOCK
source: Unblock
ar: إلغاء الحظر
as: অৱৰোধহীন কৰক
az: Blokdan çıxar
bg: Деблокиране
bn: অবরোধ মুক্ত করুন
el_gr: Κατάργηση αποκλεισμού
et: Eemalda blokeering
eu: Desblokeatu
fr_ca: Débloquer
ga: Bain bac
gu: અનાવરોધિત કરો
hr: Deblokiraj
hy: Արգելաբացել
is: Opna fyrir
ka: განბლოკვა
kk: Құлпын ашу
km: ឈប់​ខ្ទប់
kn: ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡಿ
ky_kg: Камоодон ал
lo: ປົດບລັອກ
lt: Atblokuoti
lv: Atbloķēt
mk: Одблокирај
ml: തടയൽ മാറ്റുക
mn_mn: Нээх
mr: अनब्‍लॉक करा
ms: Nyahsekat
my_zg: ပိတ္ဆုိ႔မႈဖြင့္ပါ
ne: अनब्लक गर्नुहोस्
or: ଅନାବରୋଧ
pa: ਅਨਬਲੌਕ ਕਰੋ
ro: Deblocare
si: අවහිර කිරීම ඉවත් කරන්න
sk: Odblokovať
sl: Preklic blokiranja
sr: Deblokiraj
ta: தடை நீக்கவும்
te: అనుమతించు
tg_tj: Лағв кардани мамнӯият
th: ปลดบล็อค
tk_tm: Bökdelmekden aýyr
tl: I-unblock
uk: Розблокувати
ur: غیر مسدود کریں
uz: Blokdan chiqarish
vi: Bỏ chặn
