Repository: temper8/tizen-telegram
Catalog: TelegramTizen/res/po/*.po
Languages: ar, as, az, be_by, bg, bn, bn_bd, el_gr, et, eu, fr_ca, ga, gu, hr, hy, is, ka, kk, km, kn, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, ne, or, pa, ro, si, sk, sl, sr, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi

# IDS_TGRAM_OPT_WORK
source: Work
ar: العمل
as: কাম
az: İş
be_by: Працоўны
bg: Служебен
bn: কর্মক্ষেত্র
bn_bd: কর্মক্ষেত্র
el_gr: Εργασία
et: Töö
eu: Lana
fr_ca: Professionnel
ga: Obair
gu: કાર્ય
hr: Poslovni
hy: Աշխատավայր
is: Vinna
ka: სამსახური
kk: Жұмыс
km: ការងារ
kn: ಕೆಲಸ
ky_kg: Иш
lo: ວຽກ
lt: Darbo
lv: Darbā
mk: Работа
ml: ജോലി
mn_mn: Ажил
mr: कार्यस्थान
ms: Kerja
my_zg: အလုပ္
ne: कार्य
or: କାର୍ଯ୍ୟ
pa: ਕੰਮ
ro: Serviciu
si: කාර්යාලය
sk: Práca
sl: Službena
sr: Posao
ta: பணியிடம்
te: కార్యాలయం
tg_tj: Кор
th: ที่ทำงาน
tk_tm: Iş
tl: Trabaho
uk: Робочий
ur: کام
uz: Ishxona
vi: Cơ quan

# IDS_TGRAM_OPT_FAX_HHOME
source: Fax (home)
ar: رقم الفاكس (المنزل)
as: ফেক্স (গৃহ)
az: Faks (ev)
be_by: Факс (хатні)
bg: Факс (домашен)
bn: ফ্যাক্স (বাড়ি)
bn_bd: ফ্যাক্স (বাসা)
el_gr: Φαξ (οικία)
et: Faks (kodu)
eu: Faxa (etxekoa)
fr_ca: Fax (personnel)
ga: Facs (baile)
gu: ફેક્સ (ઘર)
hr: Faks (kućni)
hy: Ֆաքս (տուն)
is: Fax (heima)
ka: ფაქსი (სახლის)
kk: Факс (үй)
km: ទូរសារ (ផ្ទះ)
kn: ಫ್ಯಾಕ್ಸ್ (ಮನೆ)
ky_kg: Факс (үй)
lo: ແຟັກ (ບ້ານ)
lt: Faksas (namų)
lv: Faksa numurs (mājās)
mk: Факс (домашен)
ml: ഫാക്സ്‌ (വീട്)
mn_mn: Факс (гэр)
mr: फॅक्स (घर)
ms: Faks (rumah)
my_zg: ဖက္စ္ (အိမ္)
ne: फ्याक्स (घर)
or: ଫ୍ୟାକ୍ସ (ହୋମ୍)
pa: ਫੈਕਸ (ਹੋਮ)
ro: Fax (domiciliu)
si: ෆැක්ස් (නිවස)
sk: Fax (domov)
sl: Faks (doma)
sr: Faks (dom)
ta: தொலைநகல் (வீடு)
te: ఫ్యాక్స్ (ఇల్లు)
tg_tj: Факс (хонагӣ)
th: แฟกซ์ (บ้าน)
tk_tm: Faks (öý)
tl: Fax (bahay)
uk: Факс (домашній)
ur: فیکس (گھر)
uz: Faks (uy)
vi: Fax (nhà riêng)

# IDS_TGRAM_OPT_FAX_HWORK
source: Fax (work)
ar: رقم الفاكس (العمل)
as: ফেক্স (কাম)
az: Faks (iş)
be_by: Факс (працоўны)
bg: Факс (служебен)
bn: ফ্যাক্স (কর্মক্ষেত্র)
bn_bd: ফ্যাক্স (অফিস)
el_gr: Φαξ (εργασία)
et: Faks (töö)
eu: Faxa (lanekoa)
fr_ca: Fax (professionnel)
ga: Facs (obair)
gu: ફેક્સ (કાર્ય)
hr: Faks (posao)
hy: Ֆաքս (աշխատանքային)
is: Fax (vinna)
ka: ფაქსი (სამსახურის)
kk: Факс (жұмыс)
km: ទូរសារ (ការងារ)
kn: ಫ್ಯಾಕ್ಸ್ (ಕೆಲಸ)
ky_kg: Факс (жумуш)
lo: ແຟັກ (ວຽກ)
lt: Faksas (darbo)
lv: Faksa numurs (darbā)
mk: Факс (работа)
ml: ഫാക്സ്‌ (ജോലിസ്ഥലം)
mn_mn: Факс (ажил)
mr: फॅक्स (कार्य)
ms: Faks (pejabat)
my_zg: ဖက္စ္ (အလုပ္)
ne: फ्याक्स (कार्यालय)
or: ଫ୍ୟାକ୍ସ (କାର୍ଯ୍ୟ)
pa: ਫੈਕਸ (ਕੰਮ)
ro: Fax (serviciu)
si: ෆැක්ස් (කාර්යාලීය)
sk: Fax (práca)
sl: Faks (služba)
sr: Faks (posao)
ta: தொலைநகல் (பணி)
te: ఫ్యాక్స్ (కార్యాలయం)
tg_tj: Факс (корӣ)
th: แฟกซ์ (ที่ทำงาน)
tk_tm: Faks (iş)
tl: Fax (trabaho)
uk: Факс (робочий)
ur: فیکس (کام)
uz: Faks (ish)
vi: Fax (cơ quan)

# IDS_TGRAM_OPT_FAX_HOTHER_ABB
source: Fax (other)
ar: رقم الفاكس (غير ذلك)
as: ফেক্স (অন্যান্য)
az: Faks (digər)
be_by: Факс (іншы)
bg: Факс (друг)
bn: ফ্যাক্স (অন্যান্য)
bn_bd: ফ্যাক্স (অন্যান্য)
el_gr: Φαξ (άλλο)
et: Faks (muu)
eu: Faxa (beste bat)
fr_ca: Fax (autre)
ga: Facs (eile)
gu: ફેક્સ (અન્ય)
hr: Faks (drugo)
hy: Ֆաքս (այլ)
is: Fax (annað)
ka: ფაქსი (სხვა)
kk: Факс (басқа)
km: ទូរសារ (ដទៃ)
kn: ಫ್ಯಾಕ್ಸ್ (ಇತರೆ)
ky_kg: Факс (башка)
lo: ແຟັກ (ອື່ນໆ)
lt: Faksas (kitas)
lv: Faksa numurs (cits)
mk: Факс (друг)
ml: ഫാക്സ്‌ (മറ്റുള്ളത്)
mn_mn: Факс (бусад)
mr: फॅक्स (अन्य)
ms: Faks (lain)
my_zg: ဖက္စ္ (အျခား)
ne: फ्याक्स (अन्य)
or: ଫ୍ୟାକ୍ସ (ଅନ୍ୟ)
pa: ਫੈਕਸ (ਹੋਰ)
ro: Fax (altele)
si: ෆැක්ස් (වෙනත්)
sk: Fax (iný)
sl: Faks (drugo)
sr: Faks (drugo)
ta: தொலைநகல் (மற்றது)
te: ఫ్యాక్స్ (ఇతరం)
tg_tj: Факс (дигар)
th: แฟกซ์ (อื่นๆ)
tk_tm: Faks (başga)
tl: Fax (iba pa)
uk: Факс (інший)
ur: فیکس (دیگر)
uz: Faks (boshqa)
vi: Fax (khác)

# IDS_TGRAM_OPT_PAGER
source: Pager
ar: جهاز المناداة
as: পেজাৰ
az: Peycer
be_by: Пэйджар
bg: Пейджър
bn: পেজার
bn_bd: পেজার
el_gr: Συσκευή τηλεειδοποίησης
et: Piipar
eu: Bilagailua
ga: Glaoire
gu: પેજર
hr: Dojavljivač
hy: Փեյջեր
is: Símboði
ka: პეიჯერი
kk: Пейджер
km: ភែកជឺ
kn: ಪೇಜರ್
ky_kg: Пейджер
lo: ວິທະຍຸຕິດຕາມໂຕ
lt: Pranešimų gaviklis
lv: Peidžeris
mk: Пејџер
ml: പേജർ
mn_mn: Пейжэр
mr: पेजर
ms: Alat kelui
my_zg: ေပဂ်ာ
ne: पेजर
or: ପେଜର
pa: ਪੇਜਰ
si: පේජර්
sl: Pozivnik
sr: Pejdžer
ta: பேஜர்
te: పేజర్
tg_tj: Пейҷер
th: เพจเจอร์
tk_tm: Peýjer
uk: Пейджер
ur: پیجر
uz: Peyjer
vi: Máy nhắn tin

# IDS_TGRAM_OPT_OTHER
source: Other
ar: غير ذلك
as: অন্যান্য
az: Digər
be_by: Іншы
bg: Друг
bn: অন্যান্য
bn_bd: অন্যান্য
el_gr: Άλλο
et: Muu
eu: Beste bat
fr_ca: Autre
ga: Eile
gu: અન્ય
hr: Ostalo
hy: Այլ
is: Annað
ka: სხვა
kk: Басқа
km: ផ្សេងទៀត
kn: ಇತರೆ
ky_kg: Башка
lo: ອື່ນ
lt: Kita
lv: Cits
mk: Друго
ml: മറ്റുള്ളത്
mn_mn: Бусад
mr: इतर
ms: Lain
my_zg: အျခား
ne: अन्य
or: ଅନ୍ୟ
pa: ਹੋਰ
ro: Altele
si: වෙනත්
sk: Iné
sl: Drugo
sr: Drugo
ta: மற்றவை
te: ఇతర
tg_tj: Дигар
th: อื่น ๆ
tk_tm: Başga
tl: Iba pa
uk: Інший
ur: دیگر
uz: Boshqa
vi: Khác

# IDS_TGRAM_OPT_SEARCH
source: Search
ar: البحث
as: অনুসন্ধান কৰক
az: Axtar
be_by: Пошук
bg: Търсене
bn: অনুসন্ধান করুন
bn_bd: অনুসন্ধান করুন
el_gr: Αναζήτηση
et: Otsi
eu: Bilatu
fr_ca: Rechercher
ga: Cuardaigh
gu: શોધો
hr: Traži
hy: Որոնել
is: Leita
ka: ძებნა
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕಿ
ky_kg: Издөө
lo: ຄົ້ນຫາ
lt: Paieška
lv: Meklēt
mk: Пребарување
ml: തിരയുക
mn_mn: Хайх
mr: शोधा
ms: Cari
my_zg: ရွာေဖြပါ
ne: खोज्‍नुहोस्
or: ସନ୍ଧାନ
pa: ਖੋਜੋ
ro: Căutare
si: සොයන්න
sk: Vyhľadávanie
sl: Iskanje
sr: Pretraga
ta: தேடவும்
te: శోధన
tg_tj: Ҷустуҷӯ
th: ค้นหา
tk_tm: Gözleg
tl: Maghanap
uk: Пошук
ur: تلاش کریں
uz: Qidirish
vi: Tìm kiếm

# IDS_TGRAM_OPT_CONTACTS
source: Contacts
ar: جهات الاتصال
as: সম্পর্কসমূহ
az: Əlaqə şəxsləri
be_by: Кантакты
bg: Контакти
bn: পরিচিতি
bn_bd: কন্টাক্টসমূহ
el_gr: Επαφές
et: Kontaktid
eu: Kontaktuak
ga: Teagmhálaithe
gu: સંપર્કો
hr: Imenik
hy: Կոնտակտներ
is: Tengiliðir
ka: კონტაქტები
kk: Контактілер
km: ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳು
ky_kg: Катыштар
lo: ຜູ້ຕິດຕໍ່
lt: Adresatai
lv: Kontakti
mk: Контакти
ml: കോൺടാക്ടുകൾ
mn_mn: Харилцагчид
mr: संपर्क
ms: Kenalan
my_zg: အဆက္အသြယ္မ်ား
ne: सम्पर्कहरू
or: ସମ୍ପର୍କଗୁଡିକ
pa: ਸੰਪਰਕ
ro: Contacte
si: සබඳතා
sk: Kontakty
sl: Stiki
sr: Kontakti
ta: தொடர்புகள்
te: పరిచయాలు
tg_tj: Алоқаҳо
th: รายชื่อ
tk_tm: Kontaktlar
tl: Mga Contact
uk: Контакти
ur: روابط
uz: Kontaktlar
vi: Danh bạ

# IDS_TGRAM_OPT_SETTINGS
source: Settings
ar: ضبط
as: ছেটিংছ
az: Parametrlər
be_by: Налады
bg: Настройки
bn: সেটিংস
bn_bd: সেটিংস
el_gr: Ρυθμίσεις
et: Seaded
eu: Ezarpenak
fr_ca: Paramètres
ga: Socruithe
gu: સેટિંગ્સ
hr: Postavke
hy: Դրվածքներ
is: Stillingar
ka: პარამეტრები
kk: Параметрлер
km: ការកំណត់
kn: ಸಂಯೋಜನೆಗಳು
ky_kg: Орнотуулар
lo: ການຕັ້ງຄ່າ
lt: Nustatymai
lv: Iestatījumi
mk: Подесувања
ml: ക്രമീകരണങ്ങൾ
mn_mn: Тохиргоо
mr: सेटिंग्स
ms: Aturan
my_zg: သတ္မွတ္ခ်က္မ်ား
ne: सेटिङहरू
or: ସେଟିଂସ୍
pa: ਸੈੱਟਿੰਗਸ
ro: Setări
si: සැකසුම්
sk: Nastavenia
sl: Nastavitve
sr: Postavke
ta: அமைவுகள்
te: సెట్టింగ్‌లు
tg_tj: Танзимот
th: การตั้งค่า
tk_tm: Sazlamalar
tl: Mga setting
uk: Налаштування
ur: سیٹنگز
uz: Parametrlar
vi: Cài đặt

# IDS_TGRAM_NPBODY_NO_CHATS
source: No chats
ar: ما من دردشات
as: চাটসমূহ নাই
az: Söhbət yoxdur
be_by: Няма чатаў
bg: Няма чатове
bn: কোনো চ্যাট নেই
bn_bd: কোনো চ্যাট নেই
el_gr: Καμία συνομιλία
et: Vestlusi pole
eu: Ez dago txatik
fr_ca: Aucun chat
ga: Níl comhráite ann
gu: કોઈ ચેટ્સ નથી
hr: Nema čavrljanja
hy: Զրույցներ չկան
is: Ekkert spjall
ka: საუბრები არაა
kk: Чаттар жоқ
km: គ្មាន​ឆាត
kn: ಯಾವುದೇ ಚಾಟ್‌ಗಳಿಲ್ಲ
ky_kg: Эч кандай чат жок
lo: ບໍ່ມີການແຊັດ
lt: Pokalbių nėra
lv: Nav nevienas tērzēšanas
mk: Нема разговори
ml: ചാറ്റുകൾ ഒന്നുമില്ല
mn_mn: Чаат байхгүй
mr: कोणतेही चॅट्स नाहीत
ms: Tiada sembang
my_zg: ခ်တ္မ်ား မရွိပါ
ne: च्याटहरू छैनन्
or: କୌଣସି ଚାର୍ଟ୍ ନାହିଁ
pa: ਕੋਈ ਚੈਟਸ ਨਹੀਂ
ro: Nicio conversaţie
si: සංවාද නැත
sk: Žiadne konverzácie
sl: Ni klepetov
sr: Nema ćaskanja
ta: அரட்டைகள் இல்லை
te: చాట్‌లు లేవు
tg_tj: Ягон чат нест
th: ไม่มีการสนทนา
tk_tm: Söhbet ýok
tl: Walang chat
uk: Немає чатів
ur: کوئی چیٹس نہيں
uz: Chatlar yo‘q
vi: Không có đoạn chat

source: To start a new conversation, tap the Create new group button in the bottom right or press the Menu key for more options.
ar: لبدء محادثة جديدة، انقر فوق زر إنشاء مجموعة جديدة في الزاوية السفلية اليمنى أو اضغط على مفتاح القائمة للحصول على مزيد من الخيارات.
as: এটা নতুন কথোপকথন আৰম্ভ কৰিবলৈ, তলৰ সোঁফালে থকা নতুন গোট বুটাম সৃষ্টি কৰক টিপক বা অধিক বিকল্পৰ বাবে মেনু কী দবাওক৷
az: Yeni söhbəti başlatmaq üçün aşağı sağ tərəfdə Yeni qrup yarat düyməsinə toxunun və ya daha çox seçim üçün Menyu düyməsinə basın.
be_by: Каб пачаць новую размову, націсніце кнопку «Стварыць новую групу» у правым ніжнім куце, або націсніце клавішу «Меню», каб праглядзець іншыя параметры.
bg: За да стартирате нов разговор, докоснете бутона „Създаване на нова група“ долу вдясно или натиснете клавиша за изключване на звука за още опции.
bn: একটি নতুন কথোপকথনের শুরু করতে, নীচের ডান দিকে নতুন গোষ্ঠী বোতাম তৈরি করুন বা আরও বিকল্পের জন্য মেনু কী চাপুন।
bn_bd: নতুন কথোপকথন শুরু করতে, নিচে ডানদিকে ‘নতুন গ্রুপ তৈরি করুন’ বাটন ট্যাপ করুন অথবা আরো অপশনের জন্য ‘মেনু’ কী চাপুন৷
el_gr: Για να ξεκινήσετε μια νέα συζήτηση, πατήστε το κουμπί «Δημιουργία νέας ομάδας» στην κάτω δεξιά γωνία ή πιέστε το πλήκτρο μενού για περισσότερες επιλογές.
et: Uue vestluse alustamiseks toksake all paremal nuppu Loo uus rühm või vajutage lisavalikute jaoks menüüklahvi.
eu: Elkarrizketa bat hasteko, ukitu behean eskuinaldean dagoen Sortu talde berria botoia, edo sakatu Menua tekla aukera gehiago ikusteko.
fr_ca: Pour démarrer une nouvelle conversation, touchez le bouton Créer un nouveau groupe dans le coin inférieur droit ou touchez la touche Menu pour plus d'options.
ga: Le tosú ar chomhrá nua, tapáil an cnaipe Cruthaigh grúpa nua sa chúinne thíos ar dheis nó brúigh an eochair Roghchlár le haghaidh tuilleadh roghanna.
gu: નવી વાતચીત પ્રારંભ કરવા માટે, તળિયે જમણી બાજુએ નવો સમૂહ બનાવો બટન ટેપ કરો અથવા વધુ વિકલ્પો માટે મેનૂ કી દબાવો.
hr: Da biste započeli novi razgovor, dodirnite gumb Nova grupa u donjem desnom kutu ili pritisnite tipku izbornika za više opcija.
hy: Նոր խոսակցություն սկսելու համար թակեք «Ստեղծել նոր խումբ» կոճակը ստորին աջ մասում կամ այլ ընտրանքների համար սեղմեք Ընտրացանկի ստեղնը:
is: Til að hefja nýtt samtal skaltu pikka á hnappinn „Búa til nýjan hóp“ neðst hægra megin eða ýta á valmyndartakkann til að fá fleiri valkosti.
ka: ახალი საუბრის დასაწყებად, შეეხეთ ახალი ჯგუფის შექმნის ღილაკს ქვედა მარჯვენა კუთხეში, ან დააჭირეთ მენიუს ღილაკს სხვა ვარიანტებისთვის.
kk: Жаңа сұхбатты бастау үшін, төменгі оң жақтағы “Жаңа топ жасау” түймесін түртіңіз немесе қосымша опциялар үшін “Мәзір” пернесін басыңыз.
km: ដើម្បី​ចាប់ផ្ដើម​សន្ទនា​ថ្មី សូម​ប៉ះ​ប៊ូតុង​បង្កើត​ក្រុម​ថ្មី នៅ​ជ្រុង​ស្ដាំ​ខាងក្រោម ឬ​ក៏​ចុច​គ្រាប់ចុច​ម៉ឺនុយ​សម្រាប់​ជម្រើស​ច្រើនទៀត។
kn: ಹೊಸ ಸಂಭಾಷಣೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು, ಕೆಳಗಿನ ಬಲಭಾಗದಲ್ಲಿರುವ ಹೊಸ ಗುಂಪು ರಚಿಸು ಬಟನ್ ತಟ್ಟಿ ಅಥವಾ ಹೆಚ್ಚಿನ ಆಯ್ಕೆಗಳಿಗಾಗಿ ಮೆನು ಕೀ ಒತ್ತಿ.
ky_kg: Жаңы сүйлөшүү баштоо үчүн, төмөнкү оң жактагы Жаңы топ түзүү баскычын басыңыз же дагы тандоолор үчүн Меню баскычын басыңыз.
lo: ເພື່ອເລີ່ມຕົ້ນການສົນທະນາໃໝ່, ແຕະສ້າງປຸ່ມກຸ່ມໃໝ່ທາງລຸ່ມສຸດເບື້ອງຂວາຫຼືກົດປຸ່ມເມນູສຳລັບຕົວເລືອກເພີ່ມເຕີມ.
lt: Jei norite pradėti naują pokalbį, apatiniame dešiniajame kampe bakstelėkite mygtuką „Kurti naują grupę“ arba paspauskite meniu klavišą, kad pamatytumėte daugiau parinkčių.
lv: Lai sāktu jaunu sarunu, apakšējā labajā pusē pieskarieties pogai Izveidot jaunu grupu vai nospiediet izvēlnes taustiņu, lai atvērtu citas iespējas.
mk: За да почнете нов разговор, допрете на копчето Нова група во долниот десен агол или притиснете на копчето Мени за повеќе опции.
ml: ഒരു പുതിയ സംഭാഷണം ആരംഭിക്കുന്നതിന്, താഴ്ഭാഗത്ത് വലത് വശത്തുള്ള പുതിയ ഗ്രൂപ്പ് സൃഷ്ടിക്കുക ബട്ടണിൽ സ്പർശിക്കുക അല്ലെങ്കിൽ കൂടുതൽ ഐച്ഛികങ്ങൾക്കായി മെനു കീയിൽ സ്പർശിക്കുക.
mn_mn: Шинэ яриа эхлүүлэхийн тулд баруун доод буланд Шинэ бүлэг үүсгэх дээр эсвэл Цэсний товчийг дараад нэмэлт сонголтуудыг харна уу.
mr: नवीन संभाषण सुरू करण्यासाठी, तळाशी उजवीकडील नवीन समूह बटण तयार करा टॅप करा किंवा अधिक पर्यायांसाठी मेनू की दाबा.
ms: Untuk memulakan perbualan yang baru, ketik butang Cipta kumpulan baru di bahagian bawah sebelah kanan atau tekan kekunci Menu untuk lebih pilihan.
my_zg: စကားစျမည္အသစ္တစ္ခု စတင္ရန္ ေအာက္ဖက္ ညာဖက္ရွိ အုပ္စုအသစ္ ဖန္တီးပါကုိ ႏွိပ္ပါ (သုိ႔) ေနာက္ထပ္ ေရြးစရာမ်ားအတြက္ မီႏူးခလုတ္ကုိ ႏွိပ္ပါ။
ne: नयाँ वार्तालाप सुरु गर्न, तल्लो दायाँ छेउमा रहेको नयाँ समूह सिर्जना गर्नुहोस् बटन ट्याप गर्नुहोस् वा थप विकल्पहरूको लागि मेनु कुञ्जी थिच्नुहोस्।
or: ଏକ ନୂତନ ବାର୍ତ୍ତାଳାପ ଆରମ୍ଭ କରିବାକୁ, ନିମ୍ନ ଡାହାଣରେ ନୂତନ ଗୋଷ୍ଠୀ ବଟନ୍‍ ସୃଷ୍ଟି ଟ୍ୟାପ୍ କରନ୍ତୁ କିମ୍ୱା ଅଧିକ ବିକଳ୍ପ ପାଇଁ ମେନ୍ୟୁ କୀ ଦବାନ୍ତୁ।
pa: ਇੱਕ ਨਵੀਂ ਵਾਰਤਾਲਾਪ ਅਰੰਭ ਕਰਨ ਲਈ, ਹੇਠਾਂ ਸੱਜੇ ਪਾਸੇ ਦਿੱਤੇ ਨਵਾਂ ਸਮੂਹ ਬਣਾਉ ਬਟਨ ਤੇ ਟੈਪ ਕਰੋ ਜਾਂ ਹੋਰ ਵਿਕਲਪਾਂ ਲਈ ਮੀਨੂੰ ਬਟਨ ਦਬਾਉ।
ro: Pentru a începe o conversaţie nouă, atingeţi butonul Creare grup nou din partea din dreapta jos sau apăsaţi tasta Meniu pentru mai multe opţiuni.
si: නව කතාබහක් ඇරඹීමට, පහළ දකුණු පස නව සමූහයක් තනන්න බොත්තම තට්ටු කරන්න හෝ වැඩිදුර විකල්ප සඳහා මෙනු යතුර ඔබන්න.
sk: Ak chcete začať novú konverzáciu, ťuknite na tlačidlo Vytvoriť novú skupinu vpravo dole alebo stlačením tlačidla Menu zobrazte ďalšie možnosti.
sl: Če želite začeti nov pogovor, pritisnite gumb Ustvari novo skupino spodaj desno ali pritisnite menijsko tipko za več možnosti.
sr: Da biste započeli novu konverzaciju, kucnite na dugme Kreiraj novu grupu u donjem desnom uglu ili pritisnite Taster menija za još opcija.
ta: புதிய உரையாடலை துவங்க, கீழ் வலதில் உள்ள புதிய குழுவை உருவாக்கவும் என்ற பொத்தானை டேப் செய்யவும் அல்லது மேலும் தெரிவுகளுக்கு மெனு விசையை அழுத்தவும்.
te: కొత్త సంభాషణను ప్రారంభించడానికి, దిగువ కుడివైపున కొత్త సమూహాన్ని సృష్టించండి బటన్‌ను ట్యాప్ చేయండి లేదా మరిన్ని ఎంపికల కోసం మెను కీని నొక్కండి.
tg_tj: Барои оғоз кардани гуфтугӯи нав, Эҷод кардани гурӯҳи навро дар қисми поёнӣ зарба занед ё барои имконоти бештар тугмаи Менюро пахш кунед.
th: ในการเริ่มการสนทนาใหม่ สัมผัสปุ่มสร้างกลุ่มใหม่ที่ด้านล่างขวา หรือกดปุ่มเมนูสำหรับตัวเลือกเพิ่มเติม
tk_tm: Täze gepleşik başlatmak üçin, aşak sagda Täze topar döret düwmesine basyň ýa-da goşmaça opsiýalar üçin Menýu düwmesine basyň.
tl: Para magsimula ng bagong conversation, i-tap ang Create new group button sa ibabang-kanan o pindutin ang Menu key para sa mas maraming opsiyon.
uk: Щоб розпочати нову розмову, торкніться кнопки «Створити нову групу», яка розташована у правій нижній частині екрана, або натисніть клавішу «Меню» для відображення додаткових параметрів.
ur: ایک نئی گفتگو شروع کرنے کے لیے، نچلے دائیں حصّے میں نیا گروپ بنائیں بٹن پر تھپکی دیں یا مزید اختیارات کے لیے مینیو کيی دبائیں۔
uz: Yangi suhbat boshlash uchun quyi o‘ng qismidagi Yangi guruh yaratish tugmasini cherting yoki ko‘proq opsiyalar ko‘rish uchun menyu tugmasini bosing.
vi: Để bắt đầu hội thoại mới, hãy chạm phím Tạo nhóm mới ở dưới cùng bên phải hoặc nhấn phím Menu để có thêm tùy chọn.

# IDS_TGRAM_HEADER_SEARCH
source: Search
ar: بحث
as: সন্ধান কৰক
az: Axtar
be_by: Пошук
bg: Търсене
bn: অনুসন্ধান
bn_bd: অনুসন্ধান
el_gr: Αναζήτηση
et: Otsi
eu: Bilatu
fr_ca: Chercher
ga: Cuardaigh
gu: શોધો
hr: Traži
hy: Որոնել
is: Leita
ka: ძებნა
kk: Іздеу
km: ស្វែងរក
kn: ಶೋಧಿಸಿ
ky_kg: Издөө
lo: ຄົ້ນຫາ
lt: Ieška
lv: Meklēt
mk: Пребарување
ml: തിരയുക
mn_mn: Хайх
mr: शोध
ms: Cari
my_zg: ရွာေဖြပါ
ne: खोज्‍नुहोस्
or: ସନ୍ଧାନ
pa: ਖੋਜੋ
ro: Căutaţi
si: සොයන්න
sk: Hľadať
sl: Iskanje
sr: Pretraži
ta: தேடல்
te: శోధన
tg_tj: Ҷустуҷӯ кардан
th: ค้นหา
tk_tm: Gözleg
tl: Maghanap
uk: Пошук
ur: تلاش
uz: Qidiruv
vi: Tìm kiếm

# IDS_TGRAM_NPBODY_NO_RESULTS_FOUND_ABB
source: No results found
ar: لم يتم العثور على أي نتيجة
as: কোনো ফলাফল পোৱা নগ'ল
az: Nəticə tapılmadı
be_by: Вынікі не знойдзены
bg: Няма намерени резултати
bn: কোনও ফলাফল পাওয়া যায়নি
bn_bd: কোনো ফলাফল পাওয়া যায়নি
el_gr: Δεν βρέθηκαν αποτελέσματα
et: Tulemusi ei leitud
eu: Ez da emaitzarik aurkitu
fr_ca: Aucun résultat trouvé
ga: Níor aimsíodh torthaí
gu: કોઈ પરિણામો મળ્યા નથી
hr: Nema rezultata
hy: Արդյունքներ չեն գտնվել
is: Engar niðurstöður
ka: შედეგები არ მოიძებნა
kk: Нәтиже жоқ
km: រក​មិនឃើញ​លទ្ធផល​ណា​មួយ
kn: ಫಲಿತಾಂಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ky_kg: Эч жыйынтыктар табылбады
lo: ບໍ່ພົບຜົນໄດ້ຮັບ
lt: Rezultatų nerasta
lv: Nav atrasts neviens rezultāts
mk: Нема резултати
ml: ഫലങ്ങളൊന്നും കണ്ടെത്തിയില്ല
mn_mn: Үр дүн олдсонгүй
mr: कोणतेही परिणाम आढळले नाही
ms: Tiada kptsn ditemui
my_zg: ရလဒ္မ်ား မေတြ႔ပါ
ne: कुनैपनि परिणामहरू भेट्टाइएन
or: କୌଣସି ଫଳାଫଳ ମିଳିଲା ନାହିଁ
pa: ਕੋਈ ਪਰਿਣਾਮ ਨਹੀਂ ਮਿਲੇ
ro: Nu au fost găsite rezultate
si: ප්‍රතිඵල හමු නොවිණි
sk: Nenašli sa žiadne výsledky.
sl: Ni najdenih rezultatov
sr: Nema rezultata
ta: முடிவுகள் எதுவும் இல்லை
te: ఫలితాలు లేవు
tg_tj: Ягон натиҷа ёфт нашуд
th: ไม่พบผลลัพธ์
tk_tm: Hiç hili netije tapylmady
tl: Walang mga resultang nakita
uk: Результів не знайдено
ur: کوئی نتائج نہیں ملے
uz: Natijalar topilmadi
vi: Không tìm thấy kết quả

# IDS_TGRAM_HEADER_SELECT_CHAT_ABB
source: Select chat
ar: تحديد الدردشة
as: চাট চয়ন কৰক
az: Söhbət seçin
be_by: Выбраць чат
bg: Избор на чат
bn: চ্যাট নির্বাচন করুন
bn_bd: চ্যাট নির্বাচন করুন
el_gr: Επιλογή συνομιλίας
et: Vestluse valimine
eu: Hautatu txata
fr_ca: Sélection d'un chat
ga: Roghnaigh comhrá
gu: ચેટ પસંદ કરો
hr: Odabir čavrljanja
hy: Ընտրել զրույց
is: Veldu spjall
ka: აირჩიე საუბარი
kk: Чатты таңдау
km: ជ្រើស​ឆាត
kn: ಚಾಟ್ ಆಯ್ಕೆಮಾಡಿ
ky_kg: Чат тандоо
lo: ເລືອກແຊັດ
lt: Pasirinkti pokalbį
lv: Izvēlēties tērzēšanu
mk: Избирање разговор
ml: ചാറ്റ് തിരഞ്ഞെടുക്കുക
mn_mn: Чаат сонго
mr: चॅट निवडा
ms: Pilih sembang
my_zg: ခ်တ္ ေရြးခ်ယ္ပါ
ne: च्याट चयन गर्नुहोस्
or: ଚାଟ୍ ଚୟନ
pa: ਚੈਟ ਚੁਣੋ
ro: Selectare conversaţie
si: සංවාදය තේරීම
sk: Vyberte konverzáciu
sl: Izberite klepet
sr: Izaberite ćaskanje
ta: அரட்டையைத் தேர்வுசெய்யவும்
te: చాట్‌ను ఎంచుకోండి
tg_tj: Интихоби чат
th: เลือกการสนทนา
tk_tm: Söhbeti saýla
tl: Piliin ang chat
uk: Вибір чата
ur: چیٹ منتخب کریں
uz: Chatni tanlash
vi: Chọn đoạn chat

# IDS_TGRAM_HEADER_SELECT_CHATS_ABB
source: Select chats
ar: تحديد الدردشات
as: চাটসমূহ চয়ন কৰক
az: Söhbətlər seçin
be_by: Выбраць чаты
bg: Избор на чатове
bn: চ্যাটগুলি নির্বাচন করুন
bn_bd: চ্যাট নির্বাচন করুন
el_gr: Επιλ. συνομιλ.
et: Vestl. valimine
eu: Hautatu txatak
fr_ca: Sélection chats
ga: Rogh. comhráite
gu: ચેટ્સ પસંદ કરો
hr: Odabir čavrlj.
hy: Ընտրլ զրույցներ
is: Veldu spjall
ka: აირჩიე საუბრები
kk: Чаттарды таңдау
km: ជ្រើស​ឆាត
kn: ಚಾಟ್. ಆಯ್ಕೆಮಾಡಿ
ky_kg: Чаттарды тандоо
lo: ເລືອກແຊັດ
lt: Rinktis pokalb.
lv: Izvēl. tērz.
mk: Изб. разговори
ml: ചാറ്റുകൾ തിരഞ്ഞെടുക്കുക
mn_mn: Чаатууд сонго
mr: चॅट्स निवडा
ms: Pilih sembang
my_zg: ခ်တ္မ်ား ေရြးခ်ယ္ပါ
ne: च्याटहरू चयन गर्नु
or: ଚାଟଗୁଡିକ ଚୟନ
pa: ਚੈਟਸ ਚੁਣੋ
ro: Sel. convers.
si: සංවාද තේරීම
sk: Vyberte konverz.
sl: Izber. klepete
sr: Izbor ćaskanja
ta: அரட்டை. தேர்வு
te: చాట్‌లను ఎంచుకోండి
tg_tj: Интихоби чатҳо
th: เลือกการสนทนา
tk_tm: Söhbetler saýla
tl: Piliin ang mga chat
uk: Вибір чатів
ur: چیٹس منتخب کریں
uz: Chat-ni tanlash
vi: Chọn đoạn chat

# IDS_TGRAM_HEADER_LAST_SEEN_RECENTLY_ABB
source: Last seen recently
ar: آخر ظهور مؤخراً
as: শেহতীয়াকৈ অন্তিমবাৰ দেখা গৈছিল
az: Son dəfə yaxın zamanda göründü
be_by: Апошні раз прагледж нядаўна
bg: Последно на линия наскоро
bn: সম্প্রতি শেষ দেখা হয়েছে
bn_bd: সর্বশেষ সম্প্রতি দেখা গেছে
el_gr: Τελευταία εμφάνιση πρόσφατα
et: Viimati nähtud hiljuti
eu: Azkenaldian ikusitakoak
fr_ca: Dernière consultation récemment
ga: Feicthe le déanaí
gu: છેલ્લે તાજેતરમાં જોવાયેલ
hr: Zadnji put viđeno nedavno
hy: Վերջին հանդիպումը՝ վերջերս
is: Hefur sést nýlega á svæðinu
ka: ბოლოს ნანახია ცოტა ხნის წინ
kk: Жақын арада кірді
km: បាន​ឃើញ​ចុងក្រោយ​ថ្មីៗ
kn: ಕೊನೆಯದಾಗಿ ನೋಡಿದ್ದು ಇತ್ತೀಚೆಗೆ
ky_kg: Акыркы жолу жакында эле көрүнгөн
lo: ເຫັນຫຼ້າສຸດເມື່ອບໍ່ດົນມານີ້
lt: Paskutinįkart matytas (-a) neseniai
lv: Pēdējoreiz redzēts nesen
mk: Последен пат видено неодамна
ml: അവസാനം കണ്ടത് സമീപകാലത്ത്
mn_mn: Саяхан үзсэн
mr: अलीकडेच अंतिम पाहिलेले
ms: Terakhir dilihat baru-baru ini
my_zg: လတ္တေလာကပင္ ေနာက္ဆံုး ၾကည့္ခဲ့သည္
ne: पछिल्लो पटक देखिएको हालैमा
or: ସାମ୍ପ୍ରତିକ ଭାବେ ଶେଷ ଦେଖାଯାଇଥିବା
pa: ਆਖਰੀ ਵਾਰ ਹਾਲ ਹੀ ਵਿੱਚ ਦੇਖਿਆ ਗਿਆ
ro: Văzut ultima dată recent
si: අවසන් දැක්ම මෑත දී
sk: Posledné zazretie nedávno
sl: Nazadnje viden pred kratkim
sr: Poslednji put viđeno nedavno
ta: கடைசியாகப் பார்த்தது, சமீபத்தில்
te: ఇటీవల చివరగా చూసారు
tg_tj: Охирин ба наздикӣ дида шуд
th: เห็นล่าสุดเร็วๆ นี้
tk_tm: Soňky görleni ýakynda
tl: Huling nakita kamakailan lang
uk: Востаннє онлайн: нещодавно
ur: آخری مرتبہ حال ہی میں دیکھا گیا
uz: Oxirgi marta yaqinda ko‘rilgan
vi: Thấy lần cuối gần đây

# IDS_TGRAM_HEADER_LAST_SEEN_LONG_TIME_AGO_ABB
source: Last seen long time ago
ar: آخر ظهور منذ فترة طويلة
as: বহু সময় পূৰ্বে অন্তিমবাৰ দেখা গৈছিল
az: Son dəfə uzun zaman öncə göründü
be_by: Апошні раз прагледжвалася даўно
bg: Последно на линия отдавна
bn: অনেক আগে শেষ দেখা হয়েছে
bn_bd: সর্বশেষ দীর্ঘ সময় আগে দেখা গেছে
el_gr: Τελευταία εμφάνιση πριν από πολύ καιρό
et: Viimati nähtud kaua aega tagasi
eu: Azken ikustaldia: aspaldi
fr_ca: Dernière consultation il y a longtemps
ga: Feicthe tamall fada ó shin
gu: છેલ્લે લાંબા સમય પહેલાં જોવાયેલ
hr: Zadnje viđeno prije puno vremena
hy: Վերջին հանդիպումը՝ վաղուց
is: Hefur ekki sést á svæðinu lengi
ka: ბოლოს ნანახია დიდი ხნის წინ
kk: Соңғы рет ұзақ уақыт бұрын кірді
km: បាន​ឃើញ​ចុងក្រោយ​យូរ​ហើយ
kn: ಕೊನೆಯದಾಗಿ ನೋಡಿದ್ದು ತುಂಬಾ ಸಮಯದ ಹಿಂದೆ
ky_kg: Акыркы жолу көп убакыт мурун көрүнгөн
lo: ເຫັນຫຼ້າສຸດດົນນານມາແລ້ວ
lt: Paskutinįkart seniai matytas (-a)
lv: Pēdējoreiz redzēts sen
mk: Последен пат видено пред многу време
ml: അവസാനം കണ്ടത് ദീർഘകാലം മുമ്പ്
mn_mn: Удаан хугацааны өмнө үзсэн
mr: फार वेळा पूर्वी अंतिम पाहिलेले
ms: Telah lama tidak dilihat
my_zg: လြန္ခဲ့ေသာ အခ်ိန္အေတာ္ၾကာက ေနာက္ဆံုး ၾကည့္ခဲ့သည္
ne: पछिल्लो पटक देखिएको लामो समय पहिला
or: ବହୁ ସମୟ ପୂର୍ବେ ଶେଷ ଦେଖାଯାଇଥିବା
pa: ਆਖਰੀ ਵਾਰ ਕਾਫੀ ਸਮੇਂ ਪਹਿਲਾਂ ਦੇਖਿਆ ਗਿਆ
ro: Văzut ultima dată acum mult timp
si: අවසන් දැක්ම දිගු වේලාවකට පෙර
sk: Posledné zazretie pred dlhou dobou
sl: Nazadnje viden pred veliko časa
sr: Poslednji put viđeno odavno
ta: கடைசியாகப் பார்த்தது, வெகு நேர. முன்
te: చాలా సమయం క్రితం
tg_tj: Охирин чандин вақт пеш дида шуд
th: เห็นล่าสุดเมื่อนานมาแล้ว
tk_tm: Soňky görleni uzak wagt öň
tl: Matagal na noong huling makita
uk: Востаннє онлайн: багато часу тому
ur: آخری مرتبہ کافی عرصہ پہلے قبل دیکھا گیا
uz: Oxirgi marta ancha oldin ko‘rilgan
vi: Thấy lần cuối cách đây đã lâu

# IDS_TGRAM_HEADER_LAST_SEEN_1_MINUTE_AGO_ABB
source: Last seen 1 minute ago
ar: آخر ظهور منذ دقيقة واحدة
as: 1 মিনিট পূৰ্বে অন্তিম বাৰ দেখা যোৱা
az: Sonuncu dəfə baxılıb: 1 dəqiqə əvvəl
be_by: Апошні прагляд 1 хвіліну таму
bg: Последно на линия преди 1 минута
bn: 1 মিনিট আগে শেষবার দেখা হয়েছে
bn_bd: সর্বশেষ 1 মিনিট আগে দেখা গেছে
el_gr: Τελευταία εμφάνιση πριν από 1 λεπτό
et: Viimati nähtud 1 minut tagasi
eu: Ikusitako azken aldia: duela 1 minutu
fr_ca: Dernière consultation il y a 1 minute
ga: Feicthe 1 nóiméad ó shin
gu: છેલ્લે 1 મિનિટ પહેલાં જોવાયેલ
hr: Zadnji put viđeno prije 1 minutu
hy: Վերջին հանդիպումը՝ 1 րոպե առաջ
is: Síðast á svæðinu fyrir mínútu
ka: ბოლოს ნანახია 1 წუთის წინ
kk: Соңғы рет 1 минут бұрын кірді
km: បាន​ឃើញ​ចុងក្រោយ 1 នាទី មុន
kn: ಕೊನೆಯದಾಗಿ ನೋಡಿದ್ದು 1 ನಿಮಿಷದ ಹಿಂದೆ
ky_kg: Акыркы жолу 1 мүнөт мурун көрүлгөн
lo: ເຫັນຫຼ້າສຸດ 1 ນາທີຜ່ານມາ
lt: Paskutinįkart matytas (-a) prieš 1 min.
lv: Pēdējo reizi redzēts pirms 1 minūtes
mk: Последен пат видено пред 1 минута
ml: അവസാനം കണ്ടത് 1 മിനിറ്റ് മുമ്പ്
mn_mn: 1 минутын өмнө харсан
mr: 1 मिनिटापूर्वी अंतिम पाहिलेले
ms: Terakhir dilihat 1 minit yang lalu
my_zg: လြန္ခဲ့ေသာ ၁ မိနစ္က ေနာက္ဆံုးၾကည့္ခဲ့သည္
ne: पछिल्लो पटक देखिएको 1 मिनट अघि
or: 1 ମିନିଟ୍‌ ପୂର୍ବେ ଶେଷ ଦେଖାଯାଇଥିବା
pa: ਆਖਰੀ ਵਾਰ 1 ਮਿੰਟ ਪਹਿਲਾਂ ਦੇਖਿਆ ਗਿਆ
ro: Văzut ultima dată acum 1 minut
si: අවසන් දැක්ම විනාඩි 1 කට පෙර
sk: Posledné zazretie pred 1 minútou
sl: Nazadnje viden pred 1 min
sr: Poslednji put viđeno pre 1 minut
ta: கடைசியாக 1 நிமிடம் முன்பு பார்க்கப்பட்டது
te: చివరిగా 1 నిమిషం క్రితం చూసారు
tg_tj: Дидани охирин 1 дақиқа пеш
th: เห็นครั้งสุดท้ายเมื่อ 1 นาทีที่แล้ว
tk_tm: Soňky görleni 1 minut öň
tl: Huling nakita 1 minuto na ang nakalipas
uk: Востаннє з'являвся: 1 хвилину тому
ur: آخری بار 1 منٹ قبل دیکھا گیا
uz: Oxirgi marta 1 daqiqa avval ko‘rilgan
vi: Nhìn thấy lần cuối vào 1 phút trước
