Repository: temper8/tizen-telegram
Catalog: TelegramTizen/res/po/*.po
Languages: ar, as, az, be_by, bg, bn, bn_bd, el_gr, et, eu, fr_ca, ga, gu, hr, hy, is, ka, kk, km, kn, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, ne, or, pa, ro, si, sk, sl, sr, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi

# IDS_TGRAM_POP_YOU_WILL_LEAVE_THIS_GROUP
source: You will leave this group.
ar: ستغادر هذه المجموعة.
as: আপুনি এই গোটটোৰ পৰা আঁতৰিব৷
az: Siz bu qrupdan çıxacaqsınız.
be_by: Вы выйдзеце з гэтай групы.
bg: Ще напуснете тази група.
bn: আপনি গোষ্ঠীটি ছেড়ে যাবেন।
bn_bd: আপনি গোষ্ঠীটি ছেড়ে যাবেন।
el_gr: Θα αποχωρήσετε από αυτήν την ομάδα.
et: Lahkute sellest rühmast.
eu: Talde hau utziko duzu.
fr_ca: Vous allez quitter ce groupe.
ga: Imeoidh tú as an ngrúpa seo.
gu: તમે આ સમૂહ છોડી દેશો.
hr: Napustit ćete ovu grupu.
hy: Դուք կլքեք այս խումբը:
is: Þú munt yfirgefa þennan hóp.
ka: თქვენ გახვალთ ამ ჯგუფიდან.
kk: Бұл топтан шығасыз.
km: អ្នក​នឹង​ចាកចេញ​ពី​ក្រុម​នេះ។
kn: ನೀವು ಈ ಗುಂಪನ್ನು ತೊರೆಯುತ್ತೀರಿ.
ky_kg: Сиз бул топтон чыгасыз.
lo: ທ່ານຈະອອກຈາກກຸ່ມນີ້.
lt: Jūs paliksite šią grupę.
lv: Jūs atstāsit šo grupu.
mk: Ќе ја напуштите групава.
ml: നിങ്ങൾ ഈ ഗ്രൂപ്പ് വിടും.
mn_mn: Та энэ бүлгээс гарна.
mr: आपण हा समूह सोडाल.
ms: Anda akan meninggalkan kumpulan ini.
my_zg: သင္ ဤအုပ္စုမွ ထြက္ခြါမည္။
ne: तपाईले यो समूह छोड्नुहुनेछ।
or: ଆପଣ ଏହି ଗୋଷ୍ଠୀ ତ୍ୟାଗ କରିବେ।
pa: ਤੁਸੀਂ ਇਸ ਸਮੂਹ ਨੂੰ ਛੱਡ ਦਿਓਗੇ।
ro: Veţi părăsi acest grup.
si: ඔබ මෙම සමූහයෙන් බැහැර වනු ඇත.
sk: Opustíte túto skupinu.
sl: Zapustili boste to skupino.
sr: Napustićeš ovu grupu.
ta: நீங்கள் இந்தக் குழுவிலிருந்து வெளியேறுவீர்கள்.
te: మీరు ఈ సమూహం నుండి నిష్క్రమించబడతారు.
tg_tj: Шумо аз ин гурӯҳ хориҷ мешавед.
th: คุณจะออกจากกลุ่มนี้
tk_tm: Siz bu topary terk edersiňiz.
tl: Aalis ka sa grupong ito.
uk: Буде здійснено вихід із групи.
ur: آپ اس گروپ کو چھوڑ دیں گے۔
uz: Siz ushbu guruhdan chiqarilasiz.
vi: Bạn sẽ rời khỏi nhóm này.

# IDS_TGRAM_BUTTON_CANCEL_ABB5
source: Cancel
ar: إلغاء
as: বাতিল কৰক
az: Ləğv et
be_by: Адмяніць
bg: Отказ
bn: বাতিল করুন
bn_bd: বাতিল
el_gr: Ακύρωση
et: Tühista
eu: Utzi
fr_ca: Annuler
ga: Cuir ar ceal
gu: રદ કરો
hr: Prekini
hy: Դադարեցնել
is: Hætta við
ka: გაუქმება
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದು
ky_kg: Токтотуу
lo: ຍົກ​ເລີກ
lt: Atšaukti
lv: Atcelt
mk: Откажи
ml: റദ്ദാക്കുക
mn_mn: Цуцлах
mr: रद्द करा
ms: Batal
my_zg: ပယ္ဖ်က္ပါ
ne: रद्द गर्नु
or: ବାତିଲ୍
pa: ਰੱਦ ਕਰੋ
ro: Anulare
si: අවලංගු කරන්න
sk: Zrušiť
sl: Prekliči
sr: Otkaži
ta: ரத்து
te: రద్దు చేయి
tg_tj: Бекор кардан
th: ยกเลิก
tk_tm: Ýatyr
tl: Kanselahin
uk: Скасувати
ur: منسوخ
uz: Bekor qilish
vi: Thoát

# IDS_TGRAM_BUTTON_LEAVE_ABB2
source: Leave
ar: مغادرة
as: ত্যাগ কৰক
az: Çıx
be_by: Выйсці
bg: Напускане
bn: ছেড়ে যান
bn_bd: ত্যাগ করুন
el_gr: Αποχώρηση
et: Lahku
eu: Irten
fr_ca: Quitter
ga: Imigh as
gu: છોડો
hr: Napusti
hy: Լքել
is: Yfirgefa
ka: დატოვება
kk: Шығу
km: ចាកចេញ
kn: ತೊರೆಯಿರಿ
ky_kg: Чыгуу
lo: ອອກຈາກ
lt: Išeiti
lv: Iziet
mk: Напушти
ml: വിടുക
mn_mn: Гарах
mr: सोडा
ms: Tinggalkan
my_zg: ထြက္ခြာပါ
ne: छोड्नुहोस्
or: ପରିତ୍ୟାଗ
pa: ਛੱਡੋ
ro: Părăsire
si: පිට වන්න
sk: Odísť
sl: Zapusti
sr: Napusti
ta: விலகவும்
te: నిష్క్రమించు
tg_tj: Тарк кардан
th: ออก
tk_tm: Çyk
tl: Umalis
uk: Залишити
ur: چھوڑ دیں
uz: Tark etish
vi: Rời khỏi

# IDS_TGRAM_OPT_ADD_TO_TELEGRAM
source: Add to Telegram
ar: إضافة إلى التلغراف
as: টেলিগ্ৰামলৈ যোগ কৰক
az: Telegrama əlavə et
be_by: Дадаць у Telegram
bg: Добавяне към Telegram
bn: টেলিগ্রামে যোগ করুন
bn_bd: Telegram-এ যোগ করুন
el_gr: Προσθήκη στο Telegram
et: Lisa rakendusse Telegram
eu: Gehitu Telegram programan
fr_ca: Ajouter à Telegram
ga: Cuir le Teileagram
gu: ટેલિગ્રામમાં ઉમેરો
hr: Dodaj u Telegram
hy: Ավելացնել Telegram-ին
is: Bæta við Telegram
ka: Telegram-ში დამატება
kk: Telegram қолданбасына қосу
km: ថែម​ទៅ​ទូរលេខ
kn: ಟೆಲಿಗ್ರಾಂಗೆ ಸೇರಿಸಿ
ky_kg: Telegram'га кошуу
lo: ເພີ່ມໃສ່ໂທລະເລກ
lt: Pridėti prie „Telegram“
lv: Pievienot Telegram
mk: Додај на Telegram
ml: ടെലിഗ്രാമിലേക്ക് ചേർക്കുക
mn_mn: Telegram-д нэмэх
mr: टेलिग्रामवर जोडा
ms: Tambah ke Telegram
my_zg: တယ္လီဂရမ္သုိ႔ ထည့္ပါ
ne: टेलीग्राममा थप्नुहोस्
or: ଟେଲିଗ୍ରାମକୁ ଯୋଡନ୍ତୁ
pa: ਟੈਲੀਗ੍ਰਾਮ ਤੇ ਜੋੜੋ
ro: Adăugare la aplicaţia Telegramă
si: ටෙලිග්‍රෑම් වෙත එක් කරන්න
sk: Pridať do aplikácie Telegram
sl: Dodaj v aplikacijo Telegram
sr: Dodaj u aplikaciju Telegram
ta: டெலிகிராமில் சேர்க்கவும்
te: టెలిగ్రామ్‌కు జోడించు
tg_tj: Илова ба Telegram
th: เพิ่มไปยัง Telegram
tk_tm: Telegram-a goş
tl: Idagdag sa Telegram
uk: Додати до Telegram
ur: ٹیلیگرام میں شامل کریں
uz: Telegram’ga qo‘shish
vi: Thêm vào Telegram

# IDS_TGRAM_SBODY_UNKNOWN
source: Unknown
ar: غير معروف
as: অজ্ঞাত
az: Naməlum
be_by: Невядома
bg: Неизвестно
bn: অজানা
el_gr: Άγνωστο
et: Tundmatu
eu: Ezezaguna
fr_ca: Inconnu
ga: Anaithnid
gu: અજ્ઞાત
hr: Nepoznato
hy: Անհայտ
is: Óþekkt
ka: უცნობი
kk: Белгісіз
km: មិនស្គាល់
kn: ಅಪರಿಚಿತ
ky_kg: Белгисиз
lo: ບໍ່ຮູ້ຈັກ
lt: Nežinomas
lv: Nezināms
mk: Непознато
ml: അജ്ഞാതം
mn_mn: Үл таних
mr: अज्ञात
ms: Tidak diketahui
my_zg: အမည္မသိေသာ
ne: अज्ञात
or: ଅଜଣା
pa: ਅਗਿਆਤ
ro: Necunoscut
si: නොදන්නා
sk: Neznáme
sl: Neznano
sr: Nepoznato
ta: அறியாதது
te: తెలియని
tg_tj: Номаълум
th: ไม่​รู้จัก
tk_tm: Näbelli
tl: Hindi alam
uk: Невідомо
ur: نامعلوم
uz: Noma’lum
vi: Không xác định

# IDS_TGRAM_HEADER_DELETE
source: Delete
ar: حذف
as: বিলোপ কৰক
az: Sil
be_by: Выдаліць
bg: Изтрий
bn: মুছুন
bn_bd: মুছে ফেলুন
el_gr: Διαγραφή
et: Kustuta
eu: Ezabatu
fr_ca: Supprimer
ga: Scrios
gu: હટાવો
hr: Obriši
hy: Վերացնել
is: Eyða
ka: წაშლა
kk: Жою
km: លុប
kn: ಅಳಿಸಿ
ky_kg: өчүрүү
lo: ລຶບອອກ
lt: Trinti
lv: Dzēst
mk: Избриши
ml: ഇല്ലാതാക്കുക
mn_mn: Устгах
mr: हटवा
ms: Padam
my_zg: ပယ္ဖ်က္ပါ
ne: मेटाउनुहोस्
or: ବିଲୋପ
pa: ਮਿਟਾਓ
ro: Ştergeţi
si: මකන්න
sk: Odstrániť
sl: Izbriši
sr: Izbriši
ta: நீக்குக
te: తొలగించు
tg_tj: Нест кардан
th: ลบ
tk_tm: Pozmak
tl: I-delete
uk: Видалити
ur: حذف کریں
uz: Yo‘q qilish
vi: Xóa

# IDS_TGRAM_POP_PS_WILL_BE_REMOVED_FROM_YOUR_CONTACT_LIST_IN_TELEGRAM
source: %s will be removed from your contact list in Telegram.
ar: ستتم إزالة %s من قائمة جهات الاتصال في التلغراف.
as: টেলিগ্ৰামত আপোনাৰ সম্পৰ্ক সূচীৰ পৰা %s আঁতৰোৱা হ'ব৷
az: %s Telegramda kontakt siyahısından silinəcək.
be_by: %s будзе выдалены з вашага спіса кантактаў у Telegram.
bg: %s ще се премахне от списъка с контакти в Telegram.
bn: %sকে টেলিগ্রামে আপনার পরিচিতির তালিকা থেকে অপসারণ করা হবে।
bn_bd: Telegram-এ আপনার কন্টাক্ট তালিকা থেকে %s অপসারণ করা হবে৷
el_gr: Ο χρήστης %s θα καταργηθεί από τη λίστα επαφών στο Telegram.
et: %s eemaldatakse Telegramis sinu kontaktiloendist.
eu: Telegram eginbideko kontaktu zerrendatik kenduko da %s.
fr_ca: %s va être supprimé de votre liste de contacts dans Telegram.
ga: Bainfear %s ó do liosta teagmhálaithe i dTeileagram.
gu: %s ને ટેલિગ્રામમાં તમારી સંપર્ક યાદીમાંથી દૂર કરવામાં આવશે.
hr: %s će se ukloniti s popisa kontakta u Telegramu.
hy: %s կոնտակտը կհեռացվի Telegram-ում առկա կոնտակտների ցանկից:
is: %s verður fjarlægð(ur) af tengiliðalista í Telegram.
ka: %s წაიშლება თქვენს Telegram კონტაქტებში.
kk: %s Telegram қолданбасындағы контакт тізімінен жойылады.
km: នឹង​លុប %s ពី​បញ្ជី​ទំនាក់ទំនង​របស់​អ្នក​ក្នុង​ទូរលេខ។
kn: %sರನ್ನು ನಿಮ್ಮ ಟೆಲಿಗ್ರಾಂ ಸಂಪರ್ಕ ಪಟ್ಟಿಯಿಂದ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.
ky_kg: %s Telegram'дагы катыштар тизмеңизден өчүрүлөт.
lo: %s ຈະຖືກເອົາອອກໄປຈາກລາຍການຜູ້ຕິດຕໍ່ໃນໂທລະເລກ.
lt: %s bus pašalintas iš jūsų adresatų sąrašo „Telegram“.
lv: Lietotājs %s tiks noņemts no jūsu kontaktu saraksta programmā Telegram.
mk: %s ќе биде отстранет од Вашиот список на контакти во Telegram.
ml: ടെലിഗ്രാമിലെ നിങ്ങളുടെ കോൺടാക്ട് ലിസ്റ്റിൽ നിന്നും %s നീക്കംചെയ്യപ്പെടും.
mn_mn: Telegram-н харилцагчийн жагсаалтнаас %s-г арилгана.
mr: टेलिग्राममधील आपल्या संपर्क यादीमधून %s काढून टाकले जाईल.
ms: %s akan dialih keluarkan daripada senarai kenalan anda dalam Telegram.
my_zg: %s ကုိ တယ္လီဂရမ္ရွိ သင့္ဆက္သြယ္ရန္စာရင္းထဲမွ ဖယ္ရွားလိမ့္မည္။
ne: टेलीग्राममा तपाईको सम्पर्क सूचीबाट %s लाई हटाइनेछ।
or: ଟେଲିଗ୍ରାମରୁ %s ଆପଣଙ୍କ ସମ୍ପର୍କ ତାଲିକାରୁ ଅପସାରଣ ହେବ।
pa: %s ਨੂੰ ਤੁਹਾਡੀ ਟੈਲੀਗ੍ਰਾਮ ਦੀ ਸੰਪਰਕ ਸੂਚੀ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।
ro: %s va fi eliminat din lista de contacte a aplicaţiei Telegramă.
si: %s ටෙලිග්‍රෑම් තුළ ඇති ඔබේ සබඳතා ලැයිස්තුව වෙතින් ඉවත් කෙරෙනු ඇත.
sk: Používateľ %s sa odstráni z vášho zoznamu kontaktov v aplikácii Telegram.
sl: Oseba %s bo odstranjena s seznama stikov v aplikaciji Telegram.
sr: Kontakt %s će biti uklonjen iz vaše liste kontakata u aplikaciji Telegram.
ta: டெலிகிராமில் உங்கள் தொடர்பு பட்டியலிலிருந்து %s அகற்றப்படுவார்.
te: టెలిగ్రామ్‌లో మీ పరిచయ జాబితా నుండి %s తీసివేయబడుతుంది.
tg_tj: %s аз рӯйхати алоқаҳои Telegram нест карда мешавад.
th: %s จะถูกลบออกจากรายชื่อผู้ติดต่อของคุณใน Telegram
tk_tm: %s Telegram-daky kontakt sanawyňyzdan aýrylar.
tl: Aalisin si %s mula sa lista ng mga contact mo sa Telegram.
uk: %s буде видалено зі списку контактів у Telegram.
ur: ٹیلیگرام میں آپ کی رابطہ کی فہرست سے %s ہٹادیا جائے گا۔
uz: Telegram’dagi kontaktlar ro‘yxatidan %s olib tashlanadi.
vi: %s sẽ bị xóa khỏi danh bạ của bạn trong Telegram.

# IDS_TGRAM_OPT_COPY_TEXT
source: Copy text
ar: نسخ النص
as: পাঠ প্ৰতিলিপি কৰক
az: Mətni kopyala
be_by: Скапіраваць тэкст
bg: Копиране на текст
bn: পাঠ্য অনুলিপি করুন
bn_bd: টেক্সট কপি করুন
el_gr: Αντιγραφή κειμένου
et: Kopeeri tekst
eu: Kopiatu testua
fr_ca: Copier le texte
ga: Cóipeáil téacs
gu: ટેક્સ્ટ કૉપિ કરો
hr: Kopiraj tekst
hy: Պատճենել տեքստը
is: Afrita texta
ka: ტექსტის კოპირება
kk: Мәтінді көшіру
km: ចម្លង​អត្ថបទ
kn: ಪಠ್ಯ ನಕಲಿಸಿ
ky_kg: Текстти көчүрүү
lo: ກັອບປີ້ຂໍ້ຄວາມ
lt: Kopijuoti tekstą
lv: Kopēt tekstu
mk: Копирај текст
ml: ടെക്സ്റ്റ് പകർത്തുക
mn_mn: Бичвэрийг хуулах
mr: मजकूर कॉपी करा
ms: Salin teks
my_zg: စာသား ကူးပါ
ne: पाठ प्रतिलिपि गर्नुहोस्
or: ଟେକ୍ସଟ୍ କପି
pa: ਟੈਕਸਟ ਕਾਪੀ ਕਰੋ
ro: Copiere text
si: පෙළ පිටපත් කරන්න
sk: Kopírovať text
sl: Kopiraj besedilo
sr: Kopiraj tekst
ta: உரையை நகல் செய்யவும்
te: టెక్స్ట్‌ను కాపీ చేయి
tg_tj: Нусхаи матн
th: คัดลอกข้อความ
tk_tm: Teksti göçür
tl: Kopyahin ang teksto
uk: Копіювати текст
ur: متن کاپی کریں
uz: Matndan nusxa olish
vi: Sao chép văn bản

# IDS_TGRAM_OPT_FORWARD
source: Forward
ar: تحويل
as: অগ্ৰসৰ কৰক
az: Yönəlt
be_by: Пераслаць
bg: Препращане
bn: অগ্রবর্তী করুন
bn_bd: অগ্রবর্তী করুন
el_gr: Εμπρός
et: Edasta
eu: Birbidali
fr_ca: Transférer
ga: Seol ar aghaidh
gu: ફોર્વર્ડ કરો
hr: Proslijedi
hy: Փոխանցել
is: Framsenda
ka: გადაგზავნა
kk: Бағытын өзгерту
km: បញ្ជូន​បន្ត
kn: ಫಾರ್ವರ್ಡ್‌
ky_kg: Багытта
lo: ສົ່ງຕໍ່
lt: Pirmyn
lv: Pārsūtīt
mk: Препрати
ml: ഫോര്‍വേഡ് ചെയ്യുക
mn_mn: Уламжлах
mr: अग्रेषित करा
ms: Majukan
my_zg: ဆက္ပို႔ပါ
ne: फरवार्ड
or: ଅଗ୍ରଗାମୀ
pa: ਫਾਰਵਰਡ ਕਰੋ
ro: Redirecţionare
si: යොමු කරන්න
sk: Preposlať
sl: Posredujte
sr: Prosledi
ta: பகிர்தல்
te: ఫార్వార్డ్ చేయి
tg_tj: Бозфиристодан
th: ส่งต่อ
tk_tm: Ugrat
tl: I-forward
uk: Переслати
ur: آگے بڑھائیں
uz: Boshqa yuborish
vi: Chuyển tiếp

# IDS_TGRAM_OPT_FORWARD_VIA_TELEGRAM_ABB
source: Forward via Telegram
ar: تحويل بواسطة التلغراف
as: টেলিগ্ৰামৰ জৰিয়তে অগ্ৰসৰ কৰক
az: Telegram ilə yönləndir
be_by: Перанакіраваць праз Telegram
bg: Препращане чрез Telegram
bn: টেলিগ্রামের মাধ্যমে অগ্রবর্তী করুন
bn_bd: Telegram দিয়ে ফরোয়ার্ড করুন
el_gr: Προώθηση μέσω Telegram
et: Edasta rakenduse Telegram kaudu
eu: Birbidali Telegram bidez
fr_ca: Transférer via Telegram
ga: Cuir ar aghaidh trí Theileagram
gu: ટેલિગ્રામ દ્વારા ફોર્વર્ડ કરો
hr: Proslijedi putem Telegrama
hy: Փոխանցել Telegram-ի միջոցով
is: Framsenda með Telegram
ka: გადაგზავნა Telegram-ით
kk: Telegram арқылы бағытын өзгерту
km: បញ្ជូនបន្ត​តាម​ទូរលេខ
kn: ಟೆಲಿಗ್ರಾಂ ಮೂಲಕ ಫಾರ್ವರ್ಡ್ ಮಾಡಿ
ky_kg: Telegram аркылуу которуу
lo: ສົ່ງຕໍ່ຜ່ານໂທລະເລກ
lt: Persiųsti per „Telegram“
lv: Pārsūtīt, izmantojot Telegram
mk: Препрати преку Telegram
ml: ടെലഗ്രാം വഴി ഫോർവേഡ് ചെയ്യുക
mn_mn: Telegram-р цааш илгээх
mr: टेलिग्रामद्वारे अग्रेषित करा
ms: Majukan melalui Telegram
my_zg: တယ္လီဂရမ္မွတဆင့္ ဆင့္ကမ္းပုိ႔ပါ
ne: टेलीग्राममार्फत फरवार्ड गर्नुहोस्
or: ଟେଲିଗ୍ରାମ୍ ମାଧ୍ୟମରେ ଅଗ୍ରଗାମୀ
pa: ਟੈਲੀਗ੍ਰਾਮ ਰਾਹੀਂ ਫਾਰਵਰਡ ਕਰੋ
ro: Redir. prin aplicaţia Telegramă
si: ටෙලිග්‍රෑම් ‍ඔස්සේ යොමු කරන්න
sk: Preposlať cez Telegram
sl: Posreduj prek aplikac. Telegram
sr: Prosledi putem aplik. Telegram
ta: டெலிகிராம் வழியே முன்னனுப்பவும்
te: చెలిగ్రామ్ ద్వారా ఫార్వార్డ్ చేయండి
tg_tj: Тавассути Telegram бозфиристодан
th: ส่งต่อทาง Telegram
tk_tm: Telegram arkaly ugrat
tl: I-forward gamit ang Telegram
uk: Переслати через Telegram
ur: ٹیلیگرام کے ذریعے فارورڈ کریں
uz: Telegram orqali boshqaga yubor
vi: Chuyển tiếp qua Telegram

# IDS_TGRAM_OPT_REPLY
source: Reply
ar: رد
as: উত্তৰ দিয়ক
az: Cavab ver
bg: Отговор
bn: প্রত্যুত্তর
bn_bd: প্রত্যুত্তর
el_gr: Απάντηση
et: Vasta
eu: Erantzun
fr_ca: Répondre
ga: Freagair
gu: પ્રત્યુત્તર
hr: Odgovori
hy: Պատասխանել
is: Svara
ka: პასუხი
kk: Жауап
km: ឆ្លើយតប
kn: ಉತ್ತರಿಸಿ
ky_kg: Жооп бер
lo: ຕອບກັບ
lt: Atsakyti
lv: Atbildēt
mk: Одговори
ml: മറുപടി
mn_mn: Хариулах
mr: उत्तर द्या
ms: Balas
my_zg: စာျပန္ပါ
ne: जवाफ दिनुहोस्
or: ପ୍ରତ୍ୟୁତ୍ତର
pa: ਉੱਤਰ ਦਿਉ
ro: Răspuns
si: පිළිතුරු දෙන්න
sk: Odpovedať
sl: Odgovor
sr: Odgovori
ta: பதில்
te: ప్రత్యుత్తరం పంపు
tg_tj: Ҷавоб
th: ตอบ
tk_tm: Jogap bermek
tl: Tumugon
uk: Відповісти
ur: جواب
uz: Javob berish
vi: Trả lời

# IDS_TGRAM_POP_THIS_MESSAGE_WILL_BE_DELETED
source: This message will be deleted.
ar: سيتم حذف هذه الرسالة.
as: এই মেচেজ বিলোপ কৰা হ'ব৷
az: Bu mesaj silinəcək.
be_by: Паведамленне будзе выдалена.
bg: Това съобщение ще бъде изтрито.
bn: এই বার্তাটি মোছা হবে।
bn_bd: এই বার্তাটি মুছে ফেলা হবে।
el_gr: Αυτό το μήνυμα θα διαγραφεί.
et: See sonum kustutatakse.
eu: Mezu hau ezabatuko da
fr_ca: Ce message sera supprimé.
ga: Scriosfar an teachtaireacht seo
gu: આ સંદેશ હટાવવામાં આવશે.
hr: Poruka će biti obrisana.
hy: Այս հաղորդագրությունը կվերացվի:
is: Þessum skilaboðum verður eytt.
ka: ეს წერილი წაიშლება.
kk: Бұл хабарлама жойылады.
km: នឹង​លុប​សារ​នេះ។
kn: ಈ ಸಂದೇಶ ಅಳಿಸಲಾಗಿದೆ.
ky_kg: Бул кабар өчүрүлөт
lo: ຂໍ້ຄວາມນີ້ຈະຖືກລຶບ.
lt: Ši žinutė bus ištrinta.
lv: Šī ziņa tiks izdzēsta.
mk: Пораката ќе се избрише.
ml: ഈ സന്ദേശം ഇല്ലാതാക്കപ്പെടും.
mn_mn: Энэ зурвасыг устгана
mr: हा संदेश हटवला जाईल.
ms: Mesej ini akan dipadamkan.
my_zg: ဤမက္ေဆ့ခ်္ကို ဖ်က္ပစ္ပါလိမ့္မည္။
ne: यो संदेश मेटाइनेछ।
or: ଏହି ସନ୍ଦେଶ ବିଲୋପ ହେବ।
pa: ਇਹ ਸੰਦੇਸ਼ ਮਿਟ ਜਾਵੇਗਾ।
ro: Acest mesaj va fi şters.
si: මෙම පණිවිඩය මැකෙනු ඇත.
sk: Táto správa sa vymaže.
sl: To sporočilo bo izbrisano.
sr: Ova poruka će biti obrisana.
ta: இந்த தகவல் நீக்கப்படும்.
te: ఈ సందేశం తొలగించబడుతుంది.
tg_tj: Ин паём нест карда мешавад.
th: ข้อ​ความ​นี้​จะ​ถูก​ลบ
tk_tm: Bu habar bozular.
tl: Ide-delete ang mensaheng ito.
uk: Це повідомлення буде видалено.
ur: یہ پیغام حذف کردیا جائے گا
uz: Ushbu xabar o'chiriladi.
vi: Tin nhắn này sẽ bị xóa.

# IDS_TGRAM_OPT_PROFILE_DETAILS_ABB
source: Profile details
ar: تفاصيل ملف التعريف
as: প্ৰ'ফাইলৰ বিৱৰণ
az: Profil təfərrüatları
be_by: Звесткі профілю
bg: Подробности за профил
bn: প্রোফাইলের বিশদ
bn_bd: প্রোফাইলের বিবরণ
el_gr: Λεπτομέρειες προφίλ
et: Profiili üksikasjad
eu: Profilaren xehetasunak
fr_ca: Détails du profil
ga: Sonraí próifíle
gu: પ્રોફાઇલ વિગતો
hr: Detalji profila
hy: Պրոֆիլի տվյալներ
is: Prófílsupplýsingar
ka: პროფილის დეტალები
kk: Профиль туралы мәліметтер
km: ព័ត៌មាន​លម្អិត​ទម្រង់
kn: ಪ್ರೊಫೈಲ್ ವಿವರಗಳು
ky_kg: Профиль кошумча маалыматтары
lo: ລາຍລະອຽດໂປຣໄຟລ໌
lt: Profilio informacija
lv: Profila dati
mk: Детали за профил
ml: പ്രൊഫൈൽ വിശദാംശങ്ങൾ
mn_mn: Профилийн дэлгэрэнгүй
mr: प्रोफाइल तपशील
ms: Butiran profil
my_zg: ပရုိဖုိင္ အေသးစိတ္အခ်က္မ်ား
ne: प्रोफाइल विवरणहरू
or: ପ୍ରୋଫାଇଲ୍ ବିବରଣୀ
pa: ਪ੍ਰੋਫਾਈਲ ਵੇਰਵੇ
ro: Detalii profil
si: පැතිකඩ විස්තර
sk: Podrobnosti profilu
sl: Podrobnosti profila
sr: Detalji profila
ta: ப்ரொஃபைல் விவரங்கள்
te: ప్రొఫైల్ వివరాలు
tg_tj: Тафсилоти профил
th: รายละเอียดโปรไฟล์
tk_tm: Profil jikme-jikligi
tl: Mga detalye ng profile
uk: Інформація профілю
ur: پروفائل کی تفصیلات
uz: Profil tafsilotlari
vi: Chi tiết hồ sơ

# IDS_TGRAM_HEADER_SELECT_ITEMS_ABB3
source: Select items
ar: تحديد عناصر
as: আইটেম চয়ন কৰক
az: Elementləri seç
be_by: Выбр. элементы
bg: Избор елементи
bn: আইটেম নির্বাচন
bn_bd: আইটেম বেছে নিন
el_gr: Επιλογή στοιχ.
et: Üksuste valim.
eu: Hautatu
fr_ca: Sélect. éléments
ga: Rogh. míreanna
gu: વસ્તુઓ પસંદ કરો
hr: Odabir stavki
hy: Ընտրել տարրեր
is: Velja atriði
ka: აირჩიე ელემენტ.
kk: Элемент таңдау
km: ជ្រើស​ធាតុ
kn: ಐಟಂ ಆರಿಸಿ
ky_kg: Нерс. тандоо
lo: ເລືອກ​ລາຍ​ການ
lt: Pasir. elementų
lv: Izvēl. objektus
mk: Изберете ставки
ml: ഇനങ്ങൾ തിരഞ്ഞെ.
mn_mn: Зүйлсийг сонго
mr: आयटम्‍स निवडा
ms: Pilih item
my_zg: အရာဝတၳဳမ်ားကိုေ႐ြးပါ
ne: वस्तु चयन गर्नु
or: ଆଇଟମଗୁଡିକ ଚୟନ
pa: ਆਈਟਮਸ ਚੁਣੋ
ro: Selectare elem.
si: අයිතම තේරීම
sk: Vyberte položky
sl: Izber. elemente
sr: Izbor stavki
ta: உருப்படி. தேர்வு
te: అంశాలను ఎంచుకోండి
tg_tj: Интихоби ҷузъҳо
th: เลือกรายการ
tk_tm: Element saýla
tl: Pumili ng mga item
uk: Вибір об’єктів
ur: اشیاء منتخب کریں
uz: Element tanlash
vi: Chọn mục

# IDS_TGRAM_ACBUTTON_DELETE_ABB2
source: DELETE
ar: حذف
as: বিলোপ
az: SİL
be_by: ВЫДАЛ.
bg: ИЗТРИЙ
bn: মুছুন
bn_bd: মুছুন
el_gr: ΔΙΑΓΡ.
et: KUSTUTA
eu: EZABATU
fr_ca: SUPPR.
ga: SCRIOS
gu: હટાવો
hr: IZBRIŠI
hy: ՎԵՐԱՑՆԼ
is: EYÐA
ka: წაშლა
kk: ЖОЮ
km: លុប
kn: ಅಳಿಸಿ
ky_kg: ӨЧҮРҮҮ
lo: ລຶບ
lt: TRINTI
lv: DZĒST
mk: ИЗБРИШИ
ml: ഇല്ലാതാ.
mn_mn: УСТГАХ
mr: हटवा
ms: PADAM
my_zg: ဖ်က္ပစ္ပါ
ne: मेटाउनु
or: ବିଲୋପ
pa: ਮਿਟਾਓ
ro: ŞTERG.
si: මකන්න
sk: ODSTR.
sl: IZBRIŠI
sr: IZBRIŠI
ta: நீக்குக
te: తొలగించు
tg_tj: НЕСТ К.
th: ลบ
tk_tm: ÖÇÜR
tl: TANGGALIN
uk: ВИДАЛ.
ur: حذف کریں
uz: O‘CH
vi: XÓA

# IDS_TGRAM_OPT_ENABLE
source: Turn on
ar: تفعيل
as: সক্ষম কৰক
az: Aktivləşdir
be_by: Уключыць
bg: Активиране
bn: সক্ষম
bn_bd: সক্রিয়
el_gr: Ενεργοποίηση
et: Aktiveeri
eu: Gaitu
fr_ca: Activer
ga: Cumasaigh
gu: સક્ષમ કરો
hr: Uključi
hy: Միացնել
is: Kveikja
ka: ჩართვა
kk: Қосу
km: បើកប្រើ
kn: ಶಕ್ತಗೊಳಿಸು
ky_kg: Күйүк
lo: ເປີດໃຊ້ງານ
lt: Įjungti
lv: Aktivizēt
mk: Овозможи
ml: പ്രാപ്തമാക്കുക
mn_mn: Идэвхжүүл
mr: सक्षम करा
ms: Aktif
my_zg: ဖြင့္ပါ
ne: सक्षम गर्नुहोस्
or: ସକ୍ଷମ
pa: ਸਮਰੱਥ ਕਰੋ
ro: Activare
si: සක්‍රියයි
sk: Zapnúť
sl: Omogoči
sr: Omogući
ta: செயலாக்குக
te: ప్రారంభించు
tg_tj: Фаъол кардан
th: ทำงาน
tk_tm: Aç
tl: Paganahin
uk: Увімкнути
ur: فعال کریں
uz: Yoqish
vi: Bật

# IDS_TGRAM_OPT_MUTE_FOR_1_HOUR_ABB
source: Mute for 1 hour
ar: تم كتم الصوت لمدة ساعة واحدة
as: 1 ঘণ্টাৰ বাবে মিউট
az: 1 saatlıq səssiz et
be_by: Адключыць гук на 1 гадзіну
bg: Изключване на звука за 1 час
bn: 1 ঘন্টার জন্য নীরব আছে
bn_bd: 1 ঘণ্টার জন্য মৌন করুন
el_gr: Σίγαση για 1 ώρα
et: Vaigista 1 tunniks
eu: Isilarazi 1 orduz
fr_ca: Désactiver son pendant 1 heure
ga: Balbhaigh go ceann 1 uaire
gu: 1 કલાક માટે મ્યૂટ કરો
hr: Utišaj na 1 sat
hy: Խլացնել 1 ժամ
is: Þagga í eina klukkustund
ka: ხმა გამოირთოს 1 საათით
kk: 1 сағат бойы дыбысын өшіру
km: បិទ​សំឡេង​ក្នុង​ពេល 1 ម៉ោង
kn: 1 ಗಂಟೆ ಮ್ಯೂಟ್ ಮಾಡಿ
ky_kg: 1 саатка үнсүз кылуу
lo: ປິດສຽງເປັນເວລາ 1 ຊົ່ວໂມງ
lt: Nutildyti 1 val.
lv: Izslēgt uz 1 stundu
mk: Исклучи звук на 1 час
ml: 1 മണിക്കൂർ നിശബ്ദമാക്കുക
mn_mn: 1 цаг дуу хаах
mr: 1 तासासाठी मूक करा
ms: Dibisukan untuk 1 jam
my_zg: ၁ နာရီၾကာ အသံပိတ္ပါ
ne: 1 घण्टाको लागि म्यूट गर्नुहोस्
or: 1 ଘଣ୍ଟା ପାଇଁ ମ୍ୟୁଟ୍
pa: 1 ਘੰਟੇ ਲਈ ਮਿਊਟ ਕਰੋ
ro: Sunet dezactivat pentru 1 oră
si: පැය 1 ක් සඳහා නිහඬ කරන්න
sk: Stíšiť po dobu 1 hodiny
sl: Tiho 1 h
sr: Isključi ton na 1 sat
ta: 1 மணிநேரத்திற்கு ஒலிதடுக்கவும்
te: 1 గంట పాటు మ్యూట్
tg_tj: Бесадо кардан 1 соат
th: ปิดเสียงนาน 1 ชั่วโมง
tk_tm: 1 sagat sessiz
tl: Naka-mute nang 1 oras
uk: Без звуку: 1 година
ur: 1 گھنٹہ کے لیے خاموش
uz: 1 soat mobaynida ovozsiz
vi: Tắt âm 1 giờ

# IDS_TGRAM_OPT_MUTE_FOR_PD_HOURS_ABB
source: Mute for %d hours
ar: تم كتم الصوت لمدة %d من الساعات
as: %d ঘণ্টাৰ বাবে মিউট
az: %d saatlıq səssiz et
be_by: Адключыць гук на %d гадзін(ы)
bg: Изключване на звука за %d часа
bn: %d ঘন্টার জন্য নীরব আছে
bn_bd: %d ঘণ্টার জন্য মৌন করুন
el_gr: Σίγαση για %d ώρες
et: Vaigista %d tunniks
eu: Isilarazi %d orduz
fr_ca: Désactiver son pendant %d heures
ga: Balbhaigh go ceann %d uair
gu: %d કલાક માટે મ્યૂટ કરો
hr: Utišaj na %d h
hy: Խլացնել %d ժամ
is: Þagga í %d klst.
ka: ხმა გამოირთოს %d საათით
kk: %d сағат бойы дыбысын өшіру
km: បិទ​សំឡេង​ក្នុង​ពេល %d ម៉ោង
kn: %d ಗಂಟೆಗಳವರೆಗೆ ಮ್ಯೂಟ್ ಮಾಡಿ
ky_kg: %d саатка үнсүз кылуу
lo: ປິດສຽງເປັນເວລາ %d ຊົ່ວໂມງ
lt: Nutildyti %d val.
lv: Izslēgt uz %d stundām
mk: Исклучи звук на %d часа
ml: %d മണിക്കൂർ നിശബ്ദമാക്കുക
mn_mn: %d цаг дуу хаах
mr: %d तासांसाठी मूक करा
ms: Dibisukan untuk %d jam
my_zg: %d နာရီၾကာ အသံပိတ္ပါ
ne: %d घण्टाको लागि म्यूट गर्नुहोस्
or: %d ଘଣ୍ଟା ପାଇଁ ମ୍ୟୁଟ୍
pa: %d ਘੰਟੇ ਲਈ ਮਿਊਟ ਕਰੋ
ro: Sunet dezactivat pentru %d ore
si: පැය %d ක් සඳහා නිහඬ කරන්න
sk: Stíšiť po dobu %d hodín
sl: Tiho %d h
sr: Isključi ton na %d sata/i
ta: %d மணிநேரங்களுக்கு ஒலிதடுக்கவும்
te: %d గంటల పాటు మ్యూట్
tg_tj: Бесадо кардан барои %d соат
th: ปิดเสียงนาน %d ชั่วโมง
tk_tm: %d sagat sessiz
tl: Naka-mute nang %d oras
uk: Без звуку: %d год.
ur: %d گھنٹے کے لیے خاموش
uz: %d soat mobaynida ovozsiz
vi: Tắt âm %d giờ

# IDS_TGRAM_OPT_MUTE_FOR_PD_DAYS_ABB
source: Mute for %d days
ar: تم كتم الصوت لمدة %d من الأيام
as: %d দিনৰ বাবে মিউট
az: %d günlük səssiz et
be_by: Адключыць гук на %d дні (дзён)
bg: Изключване на звука за %d дни
bn: %d দিনের জন্য নীরব আছে
bn_bd: %d দিনের জন্য মৌন করুন
el_gr: Σίγαση για %d ημέρες
et: Vaigista %d päevaks
eu: Isilarazi %d egunez
fr_ca: Désactiver son pendant %d jours
ga: Balbhaigh go ceann %d lá
gu: %d દિવસો માટે મ્યૂટ કરો
hr: Utišaj na %d dan/a
hy: Խլացնել %d օր
is: Þagga í %d daga
ka: ხმა გამოირთოს %d დღით
kk: %d күн бойы дыбысын өшіру
km: បិទ​សំឡេង​ក្នុង​ពេល %d ថ្ងៃ
kn: %d ದಿನಗಳವರೆಗೆ ಮ್ಯೂಟ್ ಮಾಡಿ
ky_kg: %d күнгө үнсүз кылуу
lo: ປິດສຽງເປັນເວລາ %d ວັນ
lt: Nutildyti %d d.
lv: Izslēgt uz %d dienām
mk: Исклучи звук на %d дена
ml: %d ദിവസം നിശബ്ദമാക്കുക
mn_mn: %d өдөр дуу хаах
mr: %d दिवसांसाठी मूक करा
ms: Dibisukan untuk %d hari
my_zg: %d ရက္ၾကာ အသံပိတ္ပါ
ne: %d दिनको लागि म्यूट गर्नुहोस्
or: %d ଦିନ ପାଇଁ ମ୍ୟୁଟ୍
pa: %d ਦਿਨ ਲਈ ਮਿਊਟ ਕਰੋ
ro: Sunet dezactivat pentru %d zile
si: දවස් %d ක් සඳහා නිහඬ කරන්න
sk: Stíšiť po dobu %d dní
sl: Tiho toliko dni: %d
sr: Isključi ton na %d dana
ta: %d நாட்களுக்கு ஒலிதடுக்கவும்
te: %d రోజుల పాటు మ్యూట్
tg_tj: Бесадо кардан дар давоми %d рӯз
th: ปิดเสียงนาน %d วัน
tk_tm: %d gün sessiz
tl: Naka-mute nang %d araw
uk: Без звуку: %d дн.
ur: %d دنوں کے لیے خاموش
uz: %d kun mobaynida ovozsiz
vi: Tắt âm %d ngày

# IDS_TGRAM_OPT_DISABLE
source: Turn off
ar: إلغاء تفعيل
as: অক্ষম
az: Qeyri-aktiv et
be_by: Адключыць
bg: Деактивиране
bn: অক্ষম
bn_bd: নিষ্ক্রিয়
el_gr: Απενεργοποίηση
et: Desaktiveeri
eu: Ezgaitu
fr_ca: Désactiver
ga: Díchumasaigh
gu: અક્ષમ કરો
hr: Isključi
hy: Անջատված է
is: Slökkva
ka: გამორთვა
kk: Өшіру
km: បិទ
kn: ನಿಶಕ್ತಗೊಳಿಸಿ
ky_kg: Иштен чыгаруу
lo: ປິດໃຊ້ງານ
lt: Išjungti
lv: Deaktivizēt
mk: Исклучи
ml: അപ്രാപ്‌തമാക്കുക
mn_mn: Идэвхгүй болгох
mr: अक्षम करा
ms: Nyahaktif
my_zg: ပိတ္ရန္
ne: असक्षम गर्नुहोस्
or: ଅକ୍ଷମ
pa: ਅਸਮਰੱਥ ਕਰੋ
ro: Dezactivaţi
si: අක්‍රිය කරන්න
sk: Vypnúť
sl: Onemogoči
sr: Onemogući
ta: செயலிநீக்கம்
te: నిలిపివేయి
tg_tj: Ғайрифаъол
th: ปิดใช้งาน
tk_tm: Ýap
tl: Huwag paganahin
uk: Вимкнути
ur: نا اہل بنانا
uz: O‘chirish
vi: Tắt
