Repository: temper8/tizen-telegram
Catalog: TelegramTizen/res/po/*.po
Languages: ar, as, az, be_by, bg, bn, bn_bd, el_gr, et, eu, fr_ca, ga, gu, hr, hy, is, ka, kk, km, kn, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, ne, or, pa, ro, si, sk, sl, sr, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi

# IDS_TGRAM_BODY_CONFIRM_YOUR_COUNTRY_CODE_MSG
source: Confirm your country code and enter your phone number.
ar: يرجى تأكيد رمز البلد وإدخال رقم هاتفك.
as: আপোনাৰ দেশীয় ক'ড নিশ্চিত কৰক আৰু আপোনাৰ ফোন নম্বৰ প্ৰৱিষ্ট কৰক৷
az: Ölkə kodunu təsdiq et və telefon nömrəsini daxil et.
be_by: Пацвердзіце код краіны і ўвядзіце ваш нумар тэлефона.
bg: Потвърдете кода на държавата си и въведете телефонния си номер.
bn: আপনার দেশের কোড নিশ্চিত করুন এবং আপনার ফোন নম্বর লিখুন।
bn_bd: আপনার কান্ট্রি কোড নিশ্চিত করুন এবং আপনার ফোন নম্বর লিখুন৷
el_gr: Επιβεβαιώστε τον κωδικό χώρας και εισαγάγετε τον αριθμό τηλεφώνου σας.
et: Kinnitage oma riigikood ja sisestage oma telefoninumber.
eu: Berretsi herrialdearen aurrizkia eta idatzi telefono zenbakia.
fr_ca: Confirmez votre code pays et entrez votre numéro de téléphone.
ga: Deimhnigh do chód tíre agus iontráil d'uimhir fóin.
gu: તમારા દેશ કોડની પુષ્ટિ કરો અને તમારો ફોન નંબર દાખલ કરો.
hr: Potvrdite kod svoje države i unesite svoj telefonski broj.
hy: Հաստատեք երկրի կոդն ու մուտքագրեք Ձեր հեռախոսահամարը:
is: Staðfestu landsnúmerið þitt og sláðu svo inn símanúmerið þitt.
ka: დაადასტურეთ დამცავი კოდი და შეიყვანეთ თქვენი ტელეფონის ნომერი.
kk: Ел кодын растап, телефон нөміріңізді енгізіңіз.
km: បញ្ជាក់​កូដ​ប្រទេស​របស់​អ្នក ហើយ​វាយបញ្ចូល​លេខ​ទូរសព្ទ​របស់​អ្នក។
kn: ನಿಮ್ಮ ದೇಶದ ಕೋಡ್ ದೃಢೀಕರಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ.
ky_kg: Өлкөңүздүн кодун ырастап, телефон номериңизди киргизиңиз.
lo: ຢືນຢັນລະຫັດປະເທດຂອງທ່ານ ແລະປ້ອນເບີໂທລະສັບຂອງທ່ານເຂົ້າ.
lt: Patvirtinkite šalies kodą ir įveskite telefono numerį.
lv: Apstipriniet savas valsts kodu un ievadiet savu tālruņa numuru.
mk: Потврдете го кодот на земјата и внесете го својот телефонски број.
ml: നിങ്ങളുടെ രാജ്യ കോഡ് സ്ഥിരീകരിച്ച് നിങ്ങളുടെ ഫോൺ നമ്പർ നൽകുക.
mn_mn: Улсын кодоо бататгаж, утасны дугаараа оруул.
mr: आपल्‍या देशाच्‍या कोडची पुष्‍टी करा आणि आपला फोन क्रमांक प्रविष्‍ट करा.
ms: Sahkan kod negara anda dan masukkan nombor telefon anda.
my_zg: သင့္ႏုိင္ငံကုတ္ကုိ အတည္ျပဳၿပီး သင့္ဖုန္းနံပါတ္ ထည့္ပါ။
ne: तपाईको देश कोड निश्चित गर्नुहोस् र तपाईको फोन नम्बर प्रविष्ट गर्नुहोस्।
or: ଆପଣଙ୍କ ଦେଶ କୋଡ୍ ନିଶ୍ଚିତ କରି ଆପଣଙ୍କ ଫୋନ୍ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ।
pa: ਆਪਣੇ ਦੇਸ਼ ਦੇ ਕੋਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ ਅਤੇ ਆਪਣਾ ਫ਼ੋਨ ਨੰਬਰ ਦਾਖ਼ਲ ਕਰੋ।
ro: Confirmaţi prefixul ţării şi introduceţi numărul de telefon.
si: ඔබේ රටේ කේතය තහවුරු කර ඔබේ දුරකථන අංකය ඇතුළු කරන්න.
sk: Potvrďte kód vašej krajiny a zadajte vaše telefónne číslo.
sl: Potrdite kodo države in vnesite telefonsko številko.
sr: Potvrdite pozivni broj zemlje i unesite svoj broj telefona.
ta: உங்கள் நாட்டுக் குறியீட்டை உறுதிசெய்து, உங்கள் போன் எண்ணை உள்ளிடவும்.
te: మీ దేశం కోడ్‌ను నిర్ధారించి, మీ ఫోన్ నంబర్ నమోదు చేయండి.
tg_tj: Рамзи кишвари худро тасдиқ ва рақами телефони худро ворид кунед.
th: ยืนยันรหัสประเทศและใส่เบอร์โทรศัพท์ของคุณ
tk_tm: Ýurt koduňyzy tassyklap, telefon belgiňizi giriziň.
tl: Kumpirmahin ang country code mo at ipasok ang numero ng telepono mo.
uk: Підтвердьте код країни та введіть свій номер телефону.
ur: اپنے ملک کے کوڈ کی تصدیق کریں اور فون نمبر درج کریں۔
uz: Mamlakatingiz kodini tasdiqlang va telefon raqamini kiriting.
vi: Xác nhận mã quốc gia và nhập số điện thoại của bạn.

# IDS_TGRAM_BODY_A_VERIFICATION_CODE_HAS_BEEN_SENT_MSG
source: A verification code has been sent. Check your messages and enter the verification code.
ar: تم إرسال رمز التحقق. يرجى مراجعة رسائلك وإدخال رمز التحقق.
as: এটা সত্যাপন ক'ড প্ৰেৰণ কৰা হৈছে৷ আপোনাৰ মেচেজসমূহ পৰীক্ষা কৰক আৰু সত্যাপন ক'ড প্ৰৱিষ্ট কৰক৷
az: Təsdiq kodu göndərilib. Mesajlarını yoxla və təsdiq kodu daxil et.
be_by: Быў адпраўлены код спраўджання. Праверце свае паведамленні і ўвядзіце код спраўджання.
bg: Изпратен е код за потвърждаване. Проверете съобщенията си и въведете кода за потвърждаване.
bn: একটি যাচাইকরণ কোড পাঠানো হয়েছে। আপনার বার্তাগুলি পরীক্ষা করুন এবং যাচাইকরণের কোডটি লিখুন।
bn_bd: একটি যাচাইকরণ কোড পাঠানো হয়েছে৷ আপনার মেসেজ পরীক্ষা করে যাচাইকরণ কোডটি লিখুন৷
el_gr: Στάλθηκε κωδικός επαλήθευσης. Ελέγξτε τα μηνύματά σας και καταχωρίστε τον κωδικό επαλήθευσης.
et: Kinnituskood on saadetud. Vaadake oma sõnumeid ja sisestage kinnituskood.
eu: Egiaztapen kode bat bidali da. Egiaztatu mezuak eta idatzi egiaztapen kodea.
fr_ca: Un code de vérification a été envoyé. Vérifiez vos messages et entrez ce code de vérification.
ga: Seoladh cód fíordheimhnithe. Seiceáil do theachtaireachtaí agus iontráil an cód fíordheimhnithe.
gu: ચકાસણી કોડ મોકલવામાં આવ્યો છે. તમારો સંદેશા તપાસો અને ચકાસણી કોડ દાખલ કરો.
hr: Kod za potvrdu poslan. Provjerite svoje poruke i unesite kod za potvrdu.
hy: Ստուգման կոդ է ուղարկվել: Ստուգեք Ձեր հաղորդագրությունները և մուտքագրեք ստուգման կոդը:
is: Staðfestingarkóði hefur verið sendur. Kíktu á skilaboðin þín og sláðu inn staðfestingarkóðann.
ka: დადასტურების კოდი გაიგზავნა. გახსენით შეტყობინებები და შეიყვანეთ დადასტურების კოდი.
kk: Тексеру коды жіберілді. Хабарларды тексеріп, тексеру кодын енгізіңіз.
km: បាន​ផ្ញើ​កូដ​ផ្ទៀងផ្ទាត់។ ពិនិត្យ​សារ​របស់​អ្នក ហើយ​វាយបញ្ចូល​កូដ​ផ្ទៀងផ្ទាត់។
kn: ಪರಿಶೀಲನೆ ಕೋಡ್ ಕಳುಹಿಸಲಾಗಿದೆ. ನಿಮ್ಮ ಸಂದೇಶಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಪರಿಶೀಲನೆ ಕೋಡ್ ನಮೂದಿಸಿ.
ky_kg: Ырастоо коду жөнөтүлдү. Билдирүүлөрүңүздү текшерип, ырастоо кодун киргизиңиз.
lo: ລະຫັດການກວດສອບຖືກສົ່ງແລ້ວ. ກວດເບິ່ງຮູບຂອງທ່ານແລະປ້ອນລະຫັດການກວດສອບເຂົ້າ.
lt: Patvirtinimo kodas išsiųstas. Patikrinkite savo žinutes ir įveskite patvirtinimo kodą.
lv: Tika nosūtīts verifikācijas kods. Pārbaudiet savas ziņas un ievadiet verifikācijas kodu.
mk: Пратена е шифра за потврда. Проверете ги своите пораки и внесете ја шифрата за потврда.
ml: ഒരു പരിശോധിച്ചുറപ്പിക്കൽ കോഡ് അയയ്ക്കപ്പെട്ടു. നിങ്ങളുടെ സന്ദേശങ്ങൾ പരിശോധിച്ച് പരിശോധിച്ചുറപ്പിക്കൽ കോഡ് നൽകുക.
mn_mn: Баталгаажуулах кодыг илгээсэн. Зурвасаа шалгаад баталгаажуулах кодыг оруул.
mr: पडताळणी कोड पाठवला गेला आहे. आपला संदेश तपासा आणि पडताळणी कोड प्रविष्ट करा.
ms: Kod pengesahan telah dihantar. Semak mesej anda dan masukkan kod pengesahan.
my_zg: အတည္ျပဳ စစ္ေဆးျခင္းကုဒ္ ပို႔ၿပီးပါၿပီ။ မက္ေဆ့ခ်္မ်ားကုိ စစ္ေဆးၿပီး အတည္ျပဳ စစ္ေဆးျခင္းကုဒ္ကုိ ထည့္သြင္းပါ။
ne: एउटा प्रमाणीकरण कोड पठाइएको छ। आफ्ना संदेशहरू जाँच्‍नुहोस् र प्रमाणीकरण कोड प्रविष्ट गर्नुहोस्।
or: ଏକ ଯାଞ୍ଚ କୋଡ୍‍ ପ୍ରେରିତ ହୋଇଛି। ଆପଣଙ୍କ ସନ୍ଦେଶଗୁଡିକ ଯାଞ୍ଚ କରି ଯାଞ୍ଚ କୋଡ୍‍ ପ୍ରବେଶ କରନ୍ତୁ।
pa: ਇੱਕ ਤਸਦੀਕ ਕੋਡ ਭੇਜਿਆ ਗਿਆ ਹੈ। ਆਪਣੇ ਸੰਦੇਸ਼ਾਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਤਸਦੀਕ ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ।
ro: A fost trimis un cod de verificare. Verificaţi-vă mesajele şi introduceţi codul de verificare.
si: තහවුරුකරණ කේතයක් යැවිණි. ඔබේ පණිවිඩ පිරික්සා තහවුරුකරණ කේතය ඇතුළු කරන්න.
sk: Overovací kód sa odoslal. Skontrolujte svoje správy a zadajte overovací kód.
sl: Koda za preverjanje je poslana. Preverite sporočila in vnesite kodo za preverjanje.
sr: Poslat je kod za verifikaciju. Proverite svoje poruke i unesite kod za verifikaciju.
ta: சரிபார்ப்புக் குறியீடு அனுப்பப்பட்டுள்ளது. உங்கள் தகவல்களைச் சரிபார்த்து, சரிபார்ப்புக் குறியீடை உள்ளிடவும்.
te: ధృవీకరణ కోడ్ పంపబడింది. మీ సందేశాలను తనిఖీ చేసి, ధృవీకరణ కోడ్‌ను నమోదు చేయండి.
tg_tj: Як рамзи санҷишӣ фиристода шуд. Паёмҳои худро тафтиш кунед ва рамзи санҷиширо ворид кунед.
th: ส่งรหัสการตรวจสอบแล้ว ตรวจสอบข้อความแล้วใส่รหัสการตรวจสอบ
tk_tm: Tassyklaýyş kody iberildi. Hatlaryňyzy barlap, tassyklaýyş koduny giriziň.
tl: May ipinadalang verification code. Tingnan ang mga mensahe mo at ipasok ang verification code.
uk: Код перевірки надіслано. Перегляньте повідомлення та введіть код перевірки.
ur: ایک تصدیقی کوڈ بھیجا گیا ہے۔ اپنے پیغامات چیک کریں اور تصدیقی کوڈ درج کریں۔
uz: Tekshiruv kodi yuborilmadi. Xabaringizni tekshiring va tekshiruv kodini kiriting.
vi: Đã gửi mã xác thực. Hãy kiểm tra tin nhắn và nhập mã xác thực.

# IDS_TGRAM_BODY_TELEGRAM_WILL_CALL_IN_P1SD_CP2SD
source: Telegram will call in %1$d:%2$d.
ar: سيتم الاتصال بالتلغراف في غضون %1$d:%2$d.
as: টেলিগ্ৰামে %1$d:%2$d-ত কল কৰিব৷
az: Telegram saat %1$d:%2$d-da zəng edəcək.
be_by: Telegram пазвоніць праз %1$d:%2$d.
bg: Telegram ще извърши повикване след %1$d:%2$d.
bn: টেলিগ্রাম %1$d:%2$d-এ কল করবে।
bn_bd: %1$d:%2$d এর মধ্যে Telegram কল করবে৷
el_gr: Το Telegram θα καλέσει σε %1$d:%2$d.
et: Telegram helistab %1$d:%2$d pärast.
eu: Telegram-ek %1$d:%2$d barru deituko du.
fr_ca: Telegram appellera dans %1$d:%2$d.
ga: Cuirfidh Teileagram glao i gceann %1$d:%2$d.
gu: ટેલિગ્રામ %1$d:%2$d માં કૉલ કરશે.
hr: Aplikacija Telegram nazvat će za %1$d:%2$d.
hy: Telegram-ը կզանգի ժամը %1$d:%2$d-ին:
is: Telegram hringir eftir %1$d:%2$d.
ka: Telegram დარეკავს %1$d:%2$d საათზე.
kk: Telegram қолданбасы %1$d:%2$d уақытында қоңырау шалады.
km: ទូរលេខ​នឹង​ហៅ​ចូល​នៅ %1$d:%2$d។
kn: ಟೆಲಿಗ್ರಾಂ ಈ ಸಮಯದಲ್ಲಿ ನಿಮಗೆ ಕರೆ ಮಾಡಲಿದೆ %1$d:%2$d.
ky_kg: Telegram %1$d:%2$d чалат.
lo: ໂທລະເລກຈະໂທໃນ %1$d:%2$d.
lt: „Telegram“ bus gauta %1$d:%2$d.
lv: Telegram piezvanīs %1$d:%2$d.
mk: Telegram ќе се јави за %1$d:%2$d.
ml: ടെലിഗ്രാം %1$d:%2$d-ൽ കോൾ ചെയ്യും.
mn_mn: Telegram %1$d:%2$d дараа ирнэ.
mr: %1$d:%2$d टेलिग्राममध्ये कॉल येईल.
ms: Telegram akan dipanggil dalam %1$d:%2$d.
my_zg: တယ္လီဂရမ္သည္ %1$d:%2$d အတြင္း ေခၚဆုိပါမည္။
ne: टेलीग्रामले %1$d:%2$d मा कल गर्नेछ।
or: %1$d:%2$dରେ ଟେଲିଗ୍ରାମ୍ କଲ୍ କରିବ।
pa: ਟੈਲੀਗ੍ਰਾਮ %1$d:%2$d ਵਿੱਚ ਕਾੱਲ ਕਰੇਗਾ।
ro: Aplicaţia Telegramă vă va apela în %1$d:%2$d.
si: ටෙලිග්‍රෑම් විසින් %1$d:%2$d කින් අමතනු ඇත.
sk: Telegram zavolá za %1$d:%2$d.
sl: Aplikacija Telegram bo klicala čez %1$d:%2$d.
sr: Aplikacija Telegram će pozvati za %1$d:%2$d.
ta: %1$d:%2$d-இல் டெலிகிராமில் அழைக்கப்படும்.
te: %1$d తర్వాత టెలిగ్రామ్ కాల్ చేస్తుంది:%2$d.
tg_tj: Telegram баъди %1$d:%2$d занг мезанад.
th: Telegram จะทำการโทรใน %1$d:%2$d
tk_tm: Telegram şunda jaň eder: %1$d:%2$d.
tl: Tatawag ang Telegram sa loob ng %1$d:%2$d.
uk: Виклик Telegram за %1$d:%2$d.
ur: ٹیلیگرام %1$d:%2$d میں کال کریں گا۔
uz: Telegram %1$d:%2$dda qo‘ng‘iroq qiladi.
vi: Telegram sẽ gọi sau %1$d:%2$d.

# IDS_TGRAM_BODY_ENTER_YOUR_FIRST_AND_LAST_NAME_ABB
source: Enter your first and last name.
ar: أدخل اسمك الأول واسم عائلتك.
as: আপোনাৰ প্ৰথম আৰু শেষ নাম প্ৰৱিষ্ট কৰক৷
az: Ad və soyadını daxil et.
be_by: Увядзіце імя і прозвішча.
bg: Въвед. собствено и фамилно име.
bn: আপনার নাম এবং পদবি লিখুন।
bn_bd: আপনার নামের প্রথম ও শেষাংশ লিখুন।
el_gr: Εισαγάγετε όνομα και επίθετο.
et: Sis. oma ees- ja perekonnanimi.
eu: Idatzi izen-abizenak.
fr_ca: Entrez votre prénom et votre nom.
ga: Iontráil céadainm agus sloinne.
gu: તમારું પ્રથમ અને છેલ્લું નામ દાખલ કરો.
hr: Unesite svoje ime i prezime.
hy: Մուտքագրեք անունը և ազգանունը:
is: Sláðu inn fornafn og eftirnafn.
ka: შეიყვანეთ თქვენი სახელი გვარი.
kk: Атыңыз бен тегіңізді енгізіңіз.
km: វាយបញ្ចូល​នាមខ្លួន និង នាមត្រកូល​របស់​អ្នក។
kn: ನಿಮ್ಮ ಮೊದಲ, ಕೊನೆಯ ಹೆಸರು ನಮೂದಿಸಿ.
ky_kg: Ат. жана фамилия. киргизиңиз.
lo: ປ້ອນຊື່ຕົ້ນແລະນາມສະກຸນຂອງທ່ານເຂົ້າ.
lt: Įveskite vardą ir pavardę.
lv: Ievadiet savu vārdu un uzvārdu.
mk: Внесете го името и презимето.
ml: നിങ്ങളുടെ പ്രഥമ, അന്തിമ നാമം നൽകുക.
mn_mn: Нэр, овгоо оруул.
mr: आपले नाव आणि अंतिम नाव प्रविष्ट करा.
ms: Masukkan nama pertama dan akhir.
my_zg: သင့္ ပထမႏွင့္ မိသားစု အမည္ကုိ ထည့္သြင္းပါ။
ne: तपाईको पहिलो र अन्तिम नाम प्रविष्ट गर्नु।
or: ଆପ. ପ୍ରଥମ ଏବଂ ଶେଷ ନାମ ପ୍ରବେଶ କର.।
pa: ਆਪਣਾ ਪਹਿਲਾ ਅਤੇ ਆਖਰੀ ਨਾਂ ਦਾਖ਼ਲ ਕਰੋ।
ro: Introduceţi prenumele şi numele.
si: ඔබේ පළමු සහ අවසන් නම ඇතුළු කරන්න.
sk: Zadajte svoje meno a priezvisko.
sl: Vnesite ime in priimek.
sr: Unesite svoje ime i prezime.
ta: முதல் மற்றும் கடைசி பெயர் உள்ளிடு.
te: మీ మొదటి, చివరి పేరు నమోదు చేయండి.
tg_tj: Ному насаби худро ворид кунед.
th: ใส่ชื่อและชื่อสกุลของคุณ
tk_tm: Adyňyzy we familiýaňyzy giriziň.
tl: Ipasok ang pangalan at apelyido mo.
uk: Уведіть своє ім’я та прізвище.
ur: اپنا پہلا اور آخری نام درج کریں۔
uz: Ism va familiyangizni kiriting.
vi: Nhập họ và tên của bạn.

# IDS_TGRAM_BODY_FIRST_NAME_HREQUIRED_ABB
source: First name (required)
ar: الاسم الأول (مطلوب)
as: প্ৰথম নাম (আৱশ্যক)
az: Ad (tələb edilir)
be_by: Імя (абавязкова)
bg: Собствено име (задължително)
bn: প্রথম নাম (আবশ্যক)
bn_bd: নামের প্রথমাংশ (আবশ্যক)
el_gr: Όνομα (απαιτείται)
et: Eesnimi (nõutud)
eu: Izena (derrigorrezkoa)
fr_ca: Prénom (requis)
ga: Céadainm (riachtanach)
gu: પ્રથમ નામ (આવશ્યક)
hr: Ime (obavezno)
hy: Անուն (պարտադիր է)
is: Fornafn (krafist)
ka: სახელი (მოითხოვება)
kk: Аты (қажетті)
km: នាមខ្លួន (ចាំបាច់)
kn: ಮೊದಲ ಹೆಸರು (ಅಗತ್ಯವಿದೆ)
ky_kg: Аты (талап кылынган)
lo: ຊື່ຕົ້ນ (ທີ່ຕ້ອງການ)
lt: Vardas (privaloma)
lv: Vārds (nepieciešams)
mk: Име (потребно)
ml: പ്രഥമ നാമം (ആവശ്യമാണ്)
mn_mn: Нэр (шаардлагатай)
mr: नाव (आवश्यक)
ms: Nama pertama (diperlukan)
my_zg: ပထမ အမည္ (လုိအပ္သည္)
ne: पहिलो नाम (आवश्यक)
or: ପ୍ରଥମ ନାମ (ଆବଶ୍ୟକୀୟ)
pa: ਪਹਿਲਾ ਨਾਂ (ਲੋੜੀਂਦਾ ਹੈ)
ro: Prenume (necesar)
si: මුල් නම (උවමනායි)
sk: Krstné meno (povinné)
sl: Ime (obvezno)
sr: Ime (potrebno)
ta: முதல் பெயர் (தேவை)
te: మొదటి పేరు (అవసరం)
tg_tj: Ном (ҳатмӣ)
th: ชื่อ (ต้องใส่)
tk_tm: At (gerek)
tl: Pangalan (kailangan)
uk: Ім’я (обов’язково)
ur: پہلا نام (درکار)
uz: Ismi (talab qilindi)
vi: Tên (yêu cầu)

# IDS_TGRAM_BODY_LAST_NAME_HREQUIRED_ABB
source: Last name (required)
ar: الاسم العائلة (مطلوب)
as: শেষ নাম (আৱশ্যক)
az: Soyad (tələb edilir)
be_by: Прозвішча (абавязкова)
bg: Фамилно име (задължително)
bn: পদবি (আবশ্যক)
bn_bd: নামের শেষাংশ (আবশ্যক)
el_gr: Επώνυμο (απαιτείται)
et: Perekonnanimi (nõutud)
eu: Abizena (derrigorrezkoa)
fr_ca: Nom de famille (requis)
ga: Sloinne (riachtanach)
gu: છેલ્લું નામ (આવશ્યક)
hr: Prezime (obavezno)
hy: Ազգանուն (պարտադիր է)
is: Eftirnafn (krafist)
ka: გვარი (მოითხოვება)
kk: Тегі (қажетті)
km: នាមត្រកូល (ចាំបាច់)
kn: ಕೊನೆಯ ಹೆಸರು (ಅಗತ್ಯವಿದೆ)
ky_kg: Фамилиясы (талап кылынган)
lo: ນາມສະກຸນ (ທີ່ຕ້ອງການ)
lt: Pavardė (privaloma)
lv: Uzvārds (nepieciešams)
mk: Презиме (потребно)
ml: അന്തിമ നാമം (ആവശ്യമാണ്)
mn_mn: Овог (шаардлагатай)
mr: आडनाव (आवश्यक)
ms: Nama akhir (diperlukan)
my_zg: မိသားစု အမည္ (လုိအပ္သည္)
ne: अन्तिम नाम (आवश्यक)
or: ଶେଷ ନାମ (ଆବଶ୍ୟକୀୟ)
pa: ਆਖਰੀ ਨਾਂ (ਲੋੜੀਂਦਾ ਹੈ)
ro: Nume de familie (necesar)
si: අවසන් නම (උවමනායි)
sk: Priezvisko (povinné)
sl: Priimek (obvezno)
sr: Prezime (potrebno)
ta: கடைசிப் பெயர் (தேவை)
te: చివరి పేరు (అవసరం)
tg_tj: Насаб (ҳатмӣ)
th: ชื่อสกุล (ต้องใส่)
tk_tm: Familiýa (gerek)
tl: Apelyido (kailangan)
uk: Прізвище (обов’язково)
ur: آخری نام (درکار)
uz: Familiya (talab qilinadi)
vi: Họ (yêu cầu)

# IDS_TGRAM_BODY_CODE
source: Code
ar: الرمز
as: ক'ড
az: Kod
be_by: Код
bg: Код
bn: কোড
bn_bd: কোড
el_gr: Κωδικός
et: Kood
eu: Kodea
ga: Cód
gu: કોડ
hr: Kod
hy: Կոդ
is: Kóði
ka: კოდი
kk: Кілтсөз
km: កូដ
kn: ಕೋಡ
ky_kg: Код
lo: ລະຫັດ
lt: Kodas
lv: Kods
mk: Код
ml: കോഡ്
mn_mn: Код
mr: कोड
ms: Kod
my_zg: ကုဒ္
ne: कोड
or: କୋଡ୍
pa: ਕੋਡ
ro: Cod
si: කේතය
sk: Kód
sl: Koda
sr: Kod
ta: குறியீடு
te: కోడ్
tg_tj: Рамз
th: รหัส
tk_tm: Kody
uk: Код
ur: کوڈ
uz: Kod
vi: Mật mã

# IDS_TGRAM_BODY_PHONE_NUMBER_ABB
source: Phone number
ar: رقم الهاتف
as: ফোন নম্বৰ
az: Telefon nömrəsi
be_by: Тэлефонны нумар
bg: Телефонен номер
bn: ফোন নম্বর
bn_bd: ফোন নম্বর
el_gr: Αριθμός τηλεφώνου
et: Telefoninumber
eu: Telefono zenbakia
fr_ca: Numéro de téléphone
ga: Uimhir fóin
gu: ફોન નંબર
hr: Telefonski broj
hy: Հեռախոսահամար
is: Símanúmer
ka: ტელეფონის ნომერი
kk: Телефон нөмірі
km: លេខ​ទូរសព្ទ
kn: ಫೋನ್ ಸಂಖ್ಯೆ
ky_kg: Телефон номери
lo: ເບີໂທລະສັບ
lt: Telefono numeris
lv: Tālruņa numurs
mk: Телефонски број
ml: ഫോൺ നമ്പർ
mn_mn: Утасны дугаар
mr: फोन नंबर
ms: Nombor telefon
my_zg: ဖုန္း နံပါတ္
ne: फोन नम्बर
or: ଫୋନ୍ ନମ୍ଵର୍
pa: ਫ਼ੋਨ ਨੰਬਰ
ro: Număr de telefon
si: දුරකථන අංකය
sk: Telefónne číslo
sl: Telefonska številka
sr: Broj telefona
ta: ஃபோன் எண்
te: ఫోన్ నంబర్
tg_tj: Рақами телефон
th: หมายเลขโทรศัพท์
tk_tm: Telefon belgi
tl: Numero ng telepono
uk: Номер телефону
ur: فون نمبر
uz: Telefon raqami
vi: Số điện thoại

# IDS_TGRAM_HEADER_CONTACTS_ABB
source: Contacts
ar: جهات الاتصال
as: সম্পর্কসমূহ
az: Kontaktlar
be_by: Кантакты
bg: Контакти
bn: পরিচিতিগুলি
bn_bd: কন্টাক্টসমূহ
el_gr: Επαφές
et: Kontaktid
eu: Kontaktuak
ga: Teagmhálaithe
gu: સંપર્કો
hr: Imenik
hy: Կոնտակտներ
is: Tengiliðir
ka: კონტაქტები
kk: Контактілер
km: ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳು
ky_kg: Катыштар
lo: ຜູ້ຕິດຕໍ່
lt: Adresatai
lv: Kontakti
mk: Контакти
ml: കോൺടാക്ടുകൾ
mn_mn: Харилцагчид
mr: संपर्क
ms: Kenalan
my_zg: အဆက္အသြယ္မ်ား
ne: सम्पर्क
or: ସମ୍ପର୍କଗୁଡିକ
pa: ਸੰਪਰਕ
ro: Contacte
si: සබඳතා
sk: Kontakty
sl: Stiki
sr: Kontakti
ta: தொடர்புகள்
te: పరిచయాలు
tg_tj: Алоқаҳо
th: รายชื่อ
tk_tm: Kontaktlar
tl: Mga Contact
uk: Контакти
ur: روابط
uz: Kontaktlar
vi: Danh bạ

# IDS_TGRAM_NPBODY_SEARCH
source: Search
ar: بحث
as: অনুসন্ধান
az: Axtar
be_by: Пошук
bg: Търсене
bn: অনুসন্ধান করুন
bn_bd: অনুসন্ধান করুন
el_gr: Αναζήτηση
et: Otsi
eu: Bilatu
fr_ca: Rechercher
ga: Cuardaigh
gu: શોધો
hr: Traži
hy: Որոնել
is: Leita
ka: ძებნა
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕು
ky_kg: Издөө
lo: ຄົ້ນຫາ
lt: Ieškoti
lv: Meklēt
mk: Пребарување
ml: തിരയുക
mn_mn: Хайх
mr: शोधा
ms: Cari
my_zg: ရွာေဖြပါ
ne: खोज्‍नुहोस्
or: ସନ୍ଧାନ
pa: ਖੋਜੋ
ro: Căutare
si: සෙවුම
sk: Vyhľadávanie
sl: Iskanje
sr: Pretraga
ta: தேடல்
te: శోధన
tg_tj: Ҷустуҷӯ
th: ค้นหา
tk_tm: Gözleg
tl: Paghahanap
uk: Пошук
ur: تلاش کریں
uz: Qidirish
vi: Tìm kiếm

# IDS_TGRAM_MBODY_INVITE_FRIENDS
source: Invite friends
ar: دعوة الأصدقاء
as: বন্ধুসকলক নিমন্ত্ৰণ কৰক
az: Dostlar əlavə et
be_by: Запрасіць сяброў
bg: Покана на приятели
bn: বন্ধুদের আমন্ত্রণ জানান
bn_bd: বন্ধুদের আমন্ত্রণ করুন
el_gr: Πρόσκληση φίλων
et: Sõprade kutsumine
eu: Gonbidatu lagunak
fr_ca: Inviter des amis
ga: Seol cuirí chuig cairde
gu: મિત્રોને આમંત્રિત કરો
hr: Pozovi prijatelje
hy: Հրավիրել ընկերներին
is: Bjóða vinum
ka: მოიწვიეთ მეგობრები
kk: Достарды шақыру
km: អញ្ជើញ​មិត្តភក្ដិ
kn: ಸ್ನೇಹಿತರನ್ನು ಆಹ್ವಾನಿಸಿ
ky_kg: Досторду чакыруу
lo: ເຊີນໝູ່
lt: Kviesti draugus
lv: Draugu uzaicināšana
mk: Поканете пријател(к)и
ml: സുഹൃത്തുക്കളെ ക്ഷണിക്കുക
mn_mn: Найзуудаа урих
mr: मित्रांना आमंत्रित करा
ms: Jemput rakan
my_zg: မိတ္ေဆြမ်ား ဖိတ္ေခၚပါ
ne: साथीहरूलाई आमन्त्रित गर्नु
or: ବନ୍ଧୁଗଣଙ୍କୁ ଆମନ୍ତ୍ରଣ
pa: ਦੋਸਤ ਸੱਦੋ
ro: Invitare prieteni
si: මිතුරන්ට ඇරයුම් කරන්න
sk: Pozvať priateľov
sl: Povabi prijatelje
sr: Pozovi prijatelje
ta: நண்பர்களை அழைக்கவும்
te: స్నేహితులను ఆహ్వానించు
tg_tj: Даъват кардани дӯстон
th: เชิญเพื่อน
tk_tm: Dostlary çagyr
tl: Mag-imbita ng mga kaibigan
uk: Запросіть друзів
ur: دوستوں کو دعوت دیں
uz: Do‘stlarni taklif qilish
vi: Mời bạn bè

# IDS_TGRAM_MBODY_SECRET_CHAT
source: Secret chat
ar: دردشة سرية
as: গোপনীয় চাট
az: Gizli söhbət
be_by: Сакрэтны чат
bg: Таен чат
bn: গোপন চ্যাট
bn_bd: গোপনীয় চ্যাট
el_gr: Μυστική συνομιλία
et: Salajane vestlus
eu: Txat sekretua
fr_ca: Chat secret
ga: Comhrá rúnda
gu: રહસ્ય ચેટ
hr: Tajno čavrljanje
hy: Գաղտնի զրույց
is: Leynispjall
ka: აირჩიეთ საუბარი
kk: Құпия чат
km: ឆាត​សម្ងាត់
kn: ರಹಸ್ಯ ಚಾಟ್
ky_kg: Жашыруун чат
lo: ແຊັດຄວາມລັບ
lt: Slaptas pokalbis
lv: Slepena tērzēšana
mk: Таен разговор
ml: രഹസ്യ ചാറ്റ്
mn_mn: Нууц чаат
mr: गुपित चॅट
ms: Sembang rahsia
my_zg: လွ်ိဳ႕ဝွက္ ခ်တ္
ne: गोप्य च्याट
or: ଗୁପ୍ତ ଚାଟ୍
pa: ਗੁਪਤ ਚੈਟ
ro: Chat secret
si: රහස් සංවාදය
sk: Tajná konverzácia
sl: Skrivni klepet
sr: Tajno ćaskanje
ta: இரகசிய அரட்டை
te: రహస్య చాట్
tg_tj: Чати пинҳонӣ
th: การสนทนาลับ
tk_tm: Gizlin söhbet
tl: Lihim na chat
uk: Секретний чат
ur: خفیہ چیٹ
uz: Maxfiy chat
vi: Chat bí mật

# IDS_TGRAM_TMBODY_SELECT_CONTACTS_ABB
source: Select contacts
ar: تحديد جهات اتصال
as: সম্পৰ্কসমূহ চয়ন কৰক
az: Kontaktları seç
be_by: Выбраць кантакты
bg: Избор на контакти
bn: পরিচিতিগুলি নির্বাচন করুন
bn_bd: কন্টাক্ট বেছে নিন
el_gr: Επιλογή επαφών
et: Kontaktide valimine
eu: Hautatu kontaktuak
fr_ca: Sélection des contacts
ga: Rogh. teagmhálaithe
gu: સંપર્કો પસંદ કરો
hr: Odabir kontakata
hy: Ընտրել կոնտակտներ
is: Velja tengiliði
ka: აირჩიეთ კონტაქტები
kk: Контактілерді таңдау
km: ជ្រើស​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky_kg: Катыштарды тандоо
lo: ເລືອກຜູ້ຕິດຕໍ່
lt: Pasirinkite adresatus
lv: Kontaktu izvēle
mk: Избери контакти
ml: കോൺടാക്റ്റുകൾ തിരഞ്ഞെടുക്കുക
mn_mn: Харилцагчидаа сонго
mr: संपर्क निवडा
ms: Pilih kenalan
my_zg: အဆက္အသြယ္မ်ား ေရြးပါ
ne: सम्पर्कहरू चयन गर्नु
or: ସମ୍ପର୍କଗୁଡିକ ଚୟନ
pa: ਸੰਪਰਕ ਚੁਣੋ
ro: Selectare contacte
si: සබඳතා තෝරන්න
sk: Vybrať kontakty
sl: Izberite stike
sr: Izaberi kontakte
ta: தொடர்புகளை தேர்வுசெய்க
te: పరిచయాలను ఎంచుకోండి
tg_tj: Интихоби алоқаҳо
th: เลือกรายชื่อ
tk_tm: Kontakt saýla
tl: Pumili ng mga contact
uk: Виберіть контакти
ur: روابط منتخب کریں
uz: Kontaktlar tanlash
vi: Chọn danh bạ

# IDS_TGRAM_MBODY_GROUP_CHAT
source: Group chat
ar: دردشة جماعية
as: গোট চাট
az: Qrup söhbəti
be_by: Групавы чат
bg: Групов чат
bn: গোষ্ঠী চ্যাট
bn_bd: গ্রুপ চ্যাট
el_gr: Ομαδική συνομιλία
et: Rühmavestlus
eu: Talde txata
fr_ca: Chat en groupe
ga: Grúpchomhrá
gu: સમૂહ ચેટ
hr: Grupno čavrljanje
hy: Խմբազրույց
is: Hópspjall
ka: ჯგუფური საუბარი
kk: Топтық чат
km: ឆាត​ជាក្រុម
kn: ಗುಂಪು ಚಾಟ್
ky_kg: Топ чаты
lo: ແຊັດກຸ່ມ
lt: Grupės pokalbis
lv: Grupas tērzēšana
mk: Групен разговор
ml: ഗ്രൂപ്പ് ചാറ്റ്
mn_mn: Бүлгийн чаат
mr: समूह चॅट
ms: Sembang kumpulan
my_zg: အုပ္စု ခ်တ္
ne: समूह च्याट
or: ଗୋଷ୍ଠୀ ଚାଟ୍
pa: ਸਮੂਹ ਚੈਟ
ro: Chat de grup
si: සමූහ සංවාදය
sk: Skupinová konverzácia
sl: Skupinski pogovor
sr: Grupno ćaskanje
ta: குழு அரட்டை
te: సమూహ చాట్
tg_tj: Чати гуруҳӣ
th: การสนทนาแบบกลุ่ม
tk_tm: Topar söhbeti
tl: Panggrupong chat
uk: Груповий чат
ur: گروپ چیٹ
uz: Guruh chati
vi: Chat nhóm

# IDS_TGRAM_MBODY_SELECT_ALL
source: Select all
ar: تحديد الكل
as: সকলো চয়ন কৰক
az: Hamısını seç
be_by: Вылучыць усё
bg: Избор на всичко
bn: সব নির্বাচন
bn_bd: সব নির্বাচন করুন
el_gr: Επιλογή όλων
et: Vali kõik
eu: Hautatu denak
fr_ca: Sélectionner tout
ga: Roghnaigh gach
gu: બધું પસંદ કરો
hr: Odaberi sve
hy: Ընտրել բոլորը
is: Velja allt
ka: ყველას არჩევა
kk: Барлығын таңдау
km: ជ្រើស​ទាំងអស់
kn: ಎಲ್ಲ ಆರಿಸಿ
ky_kg: Баарын тандоо
lo: ເລືອກທັງໝົດ
lt: Rinktis viską
lv: Izvēlēties visu
mk: Избери ги сите
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
mn_mn: Бүгдийг сонгох
mr: सर्व निवडा
ms: Pilih semua
my_zg: အားလံုးကိုေရြးပါ
ne: सबै चयन गर
or: ସମସ୍ତ ଚୟନ
pa: ਸਭ ਚੁਣੋ
ro: Select. totală
si: සියල්ල තෝරන්න
sk: Vybrať všetko
sl: Izberi vse
sr: Izaberi sve
ta: எல்லாம் தேர்வு
te: అన్నింటినీ ఎన్నుకోండి
tg_tj: Интихоби ҳама
th: เลือกทั้งหมด
tk_tm: Ählisini saýla
tl: Piliin lahat
uk: Вибрати всі
ur: سب منتخب کریں
uz: Hammasini belgilash
vi: Chọn tất cả

# IDS_TGRAM_HEADER_CREATE_GROUP_ABB
source: Create group
ar: إنشاء مجموعة
as: গোট সৃষ্টি
az: Qrup yarat
be_by: Стварыць групу
bg: Създаване група
bn: গোষ্ঠী তৈরী করুন
bn_bd: গ্রুপ তৈরি করুন
el_gr: Δημιουρ. ομάδας
et: Rühma loomine
eu: Sortu taldea
fr_ca: Création groupe
ga: Cruthaigh grúpa
gu: સમૂહ બનાવો
hr: Stvaranje grupe
hy: Ստեղծել խումբ
is: Búa til hóp
ka: ჯგუფის შექმნა
kk: Топты жасау
km: បង្កើត​ក្រុម
kn: ಗುಂಪು ರಚಿಸಿ
ky_kg: Топ түзүү
lo: ສ້າງກຸ່ມ
lt: Kurti grupę
lv: Grupas izveid.
mk: Создај група
ml: ഗ്രൂപ്പ് സൃഷ്ടിക്കുക
mn_mn: Бүлэг үүсгэ
mr: समूह तयार करा
ms: Cipta kumpulan
my_zg: အဖြဲ႔ ဖန္တီးပါ
ne: समूह सिर्जना
or: ଗୋଷ୍ଠୀ ସୃଷ୍ଟି
pa: ਸਮੂਹ ਬਣਾਉ
ro: Creare grup
si: සමූහය තැනීම
sk: Vytvor. skupiny
sl: Ustvar. skupino
sr: Kreirajte grupu
ta: குழு உருவாக்குக
te: సమూహ సృష్టి
tg_tj: Эҷод к-ни гурӯҳ
th: สร้าง​กลุ่ม​
tk_tm: Topar döret
tl: Lumikha ng grupo
uk: Створення групи
ur: گروپ بنائیں
uz: Guruh yaratish
vi: Tạo nhóm
